{
    "data": [
        {
            "country": "",
            "text": "8/ The mRNA technology in COVID-19 vaccines in Canada has never been used clinically in humans before",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "9/ The Moderna vaccine uses the same mRNA technology as Pfizer - and has been suspended for use in children and young people in the United Kingdom, Sweden, Finland, Norway, Iceland, Germany and France",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "Signed by 14 Canadian Physicians - including 2 Pediatricians, other specialists and family doctors; and more than 100 nurses from across Canada, including pediatric nurses\n\n#factsnotfear #NoVaccinePassports #NoVaccineMandates #StandUp #WakeUp #DoNotComply #UnitedNonCompliance",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "@DavidHamer_1951 @JustinTrudeau Don’t you know that his late father is actually alive and will dine this very evening with Elvis?",
            "user_locations": [
                "",
                "Toronto,  Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@savyrecords Everyone in Canada getting on a plane starting in a few days, not knowing how many covid+ people are on board. Just what the rabid mandate crowd asked for.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "I am watching Ohio state vs Michigan football game in the Big House. 110000 people at the game. \n\nTo all the wimpy fearful Canadians. Covid is over. Live your life. \nThe following don’t know what they are doing. @JustinTrudeau @CPHO_Canada @adriandix @jjhorgan #resignnow",
            "user_locations": [
                "Third Planet from the Sun",
                "Papineau",
                "Canada",
                "Vancouver BC",
                "British Columbia"
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Remarkably low in Florida too and no one wears masks or even shut down Soooo!  Pick your way of life.... GREAT TO BE FREE!!  #NoFear!  #99%SurvivalRate!  #WhereDidFluGo!  #WakeUp #BeingPlayed",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@skommana1 It is not mRNA vax, it is a conventional vax, just as you got for measles, mumps, etc. it is not patented so the world can make it &amp; everyone can be Vax’d &amp; stop COVID spread &amp; mutations.",
            "user_locations": [
                "TX Loving Life",
                ""
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r I don’t see the logic in that conclusion unless you’re a pharma exec.",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "Canada closing borders to travelers from seven southern African nations over COVID-19 fears",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "@habius @CPHO_Canada We already had Covid in the country by Feb 2020, so there was no non-racist reason for restrictions, I agree with that decision. Restricted from India &amp; UK due to Delta, now trying to keep Omicron out of our country by restricting travel. Just putting off the inevitable I suppose",
            "user_locations": [
                "Canada",
                "",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@brandonwintpoet I know that a friend of mine who is a health care worker got hers in Alberta, but I think there are only specific folks that boosters are available to at the moment here.",
            "user_locations": [
                "Calgary, Alberta - Treaty 7",
                "Edmonton, Alberta"
            ]
        },
        {
            "country": "",
            "text": "@ASlavitt The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@EPAMichaelRegan The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing.",
            "user_locations": [
                "",
                "Washington D.C. "
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Pop TX = 29.2 Million - Deaths= 74K ... When Picking Battles, Sitting Home In Fear Never Wins ... LIVING Life Normally Does ...",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@JoeBiden The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing.",
            "user_locations": [
                "",
                "Washington, DC"
            ]
        },
        {
            "country": "",
            "text": "@brandonwintpoet In MB we can now get them if we're a minimum of six months out from our second vaccine dose. \nI know what you mean about feeling a bit out of the loop about it, though - I've been finding it tricky to find definitive answers on some things/have encountered some conflicting info.",
            "user_locations": [
                "",
                "Edmonton, Alberta"
            ]
        },
        {
            "country": "",
            "text": "@JayLochrie The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing.",
            "user_locations": [
                "",
                "Knoxville, TN"
            ]
        },
        {
            "country": "",
            "text": "@wgudbranson @Hannah_Bananaz @diana_murphy613 What is the problem with a hybrid system? It's a system that could solve a number of issues. What about MP's that are ill, have issues that mean return to their riding, the new variant, future pandemics. MP's could still go to HoC but know they could still vote from home if need",
            "user_locations": [
                "Hespeler Ontario Canada",
                "Ottawa, Ontario, Canada",
                "Calgary, Alberta",
                "Ottawa, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@elegnome @makurvoiceamail No it just reopened on the 8th.\nSo far it's still open, no quarantine just vaccinated people only with negative covid tests.",
            "user_locations": [
                "British Columbia, Canada",
                "Imlay City, MI",
                "Wouldnt you like to know "
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r @carol_fraughton I understand that u live a life and deep fear and uncertainty, and that if you could you would live in a rock forever. However, we’ve been vaccinated - roughly 80% of us and the “experts” as I recall said once 70% are vaxxed we can return to normal life.",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@GAKechnie @ktumulty You are vaxing your children for a disease that doesn't affect them?  Do you have any idea how ridiculous that is when the vax itself can do more harm to them?\n\nStupid fucking people.",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": "",
            "text": "@jeanettemanfre1 @newsmax Florida has had 2,847 COVID deaths per million, Canada only 775 per million.\nMore than 3.6 times worse!\nUSA in all is 2,414 per million.\nIt is far worse than the national average.\nHow many kids &amp; grandkids are cursing DeSantis?\n#DeSantisDeathToll\n#NewsMaxIsNewsMuck\n#GOPDeathCult",
            "user_locations": [
                "",
                "South Florida",
                "United States"
            ]
        },
        {
            "country": "",
            "text": "@SammyG_MD I understand that hesitancy is a problem in SA. It’s deplorable that we dumped vaccines. Many immunocompromised people have been waiting for a third dose, since they’ve been forced to isolate for 18 mos. 2 doses only gave them 50-55% protection. And we dump doses...",
            "user_locations": [
                "",
                "Toronto"
            ]
        },
        {
            "country": "",
            "text": "@justlooking998 @mtracey Same here in Canada.  We spent BILLIONS on emergency COVID funding for rent, businesses, UI benefits etc and it seems very little of it was invested in expanding health care capacity.",
            "user_locations": [
                "Canada",
                "",
                "NYC"
            ]
        },
        {
            "country": "",
            "text": "@shameer_hasan @mashe3n @CarymaRules @sawpoet @fordnation Too bad vaccination status isn’t.  🤷🏻‍♂️",
            "user_locations": [
                "Downtown, Canada",
                "Toronto, Ontario, Canada",
                "",
                "Toronto",
                "Toronto",
                "Ontario"
            ]
        },
        {
            "country": "",
            "text": "@ALANMYERSMEDIA I haven’t worn a mask since July and haven’t had covid Al you can’t know your mask wearing in Canada stopped you getting covid",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@Jon97796078 I don’t",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@gorgonlin @RemCent @Zieleds I'm in Canada and it's incredibly hard to switch doctors. Trust me, I've tried. Last time I tried they required me to sign a piece of paper and they said we send it away and you'll be taken off. Months went by, nothing. You can't use the doctor either when you do this.",
            "user_locations": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@brandonwintpoet Third shots? If you need to travel to the US or elsewhere you can (or must?) get them.",
            "user_locations": [
                "amiskwacîwâskahikan",
                "Edmonton, Alberta"
            ]
        },
        {
            "country": "",
            "text": "@atulbutte @KLM even from Canada to US my mother in law was never asked to show test result by @AirCanada",
            "user_locations": [
                "San Francisco Bay area",
                "San Francisco, CA",
                "Amsterdam, the Netherlands",
                ""
            ]
        },
        {
            "country": "",
            "text": "@bcbluecon @punditclass 4 cases.... 8 billion people! 👁️😉",
            "user_locations": [
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@DeborrahS @Cygnus52477072 @QuancyClayborne Isn't the self-proclaimed Qanon 'Queen of Canada' telling her followers to attack vaccination centers with guns?",
            "user_locations": [
                "",
                "The Hammer",
                "North East, England",
                "Washington, USA"
            ]
        },
        {
            "country": "",
            "text": "@alaskadalifax When I go to work, it's in a glass steel and granite building that might be a Canadian set to a Syfy series (e.g., Caprica), and a guard holds a thermometer scanner while I flash an app on my ultra thin, Westworld-esque smartphone, and, yeah, I'm in a film ...🤣",
            "user_locations": [
                "",
                "Montréal, Québec"
            ]
        },
        {
            "country": "",
            "text": "@TheJourneyForth @justlooking998 @mtracey exactly I was about to say it was the case for Canada &amp; I bet all the Western countries &amp; I saw your tweet. More mutations (confirmed) = more contagious (confirmed) = less dangerous (not confirmed but no need to confirm, it's always the case). They should abolish the new normal.",
            "user_locations": [
                "Beyond the Matrix",
                "Canada",
                "",
                "NYC"
            ]
        },
        {
            "country": "",
            "text": "@DavidLWindt The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing.",
            "user_locations": [
                "",
                "New York City"
            ]
        },
        {
            "country": "",
            "text": "@Teadoism @M_Phatical @IcicleThieves @BretWeinstein The data here in Canada shows that negative effects occur in like 0.00033% of people. That’s a guestimate but I can get the actual stat if you want. In fact it’s almost statistically impossible that you know that many people.",
            "user_locations": [
                "",
                "New York, NY",
                "",
                "",
                "Oregon, USA"
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Masks are to keep you afraid of each other and keep you tweeting about it hating knowing you can't be wrong. Masks won't save you from anything period. Grow up it's called opression",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@oldmusicsoull @BogochIsaac Can you link the source showing that half of hospitalizations are in the vaccinated in Canada? I haven't seen that.",
            "user_locations": [
                "",
                "",
                "University of Toronto"
            ]
        },
        {
            "country": "",
            "text": "@thevivafrei @MandysTake They really have no idea and the dumbed down plebs will abide , Canada is trending downwards",
            "user_locations": [
                "Ontario Canada ",
                "Canada",
                "Ontario, Canada"
            ]
        },
        {
            "country": "",
            "text": "@CovidAir2000 The EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, whether airborne or surface and is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@EDWinnipeg Canada? Really? The same Canada where the Marxist leader of the nation is locking down the entire country over a handful of covid cases and is locking people up for speaking out against his crimes? I think not.",
            "user_locations": [
                " \t Dunfermline Abbey",
                "Winnipeg"
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Canadian- woke capital.  We don't listen to your advice just like Justin bustin",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@BBB_Tulsa @ChristianWalk1r Dry weak answer",
            "user_locations": [
                "New Jersey",
                "Tulsa, OK USA",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@FeeBee35028270 @Rachelnonumbers @chrissaccoccia1 Except this isn’t a destination ban, nor was that.  He asked the airlines NOT to fly to those destinations and they agreed. \n\nThis law literally says you cannot fly OUT of Canadian airports after 3am on nov 30 without proof of vaccination.",
            "user_locations": [
                "Ontario, Canada",
                "",
                "North York",
                ""
            ]
        },
        {
            "country": "",
            "text": "@AaronReeves3 @ItsDeanBlundell @MarkSlapinski @pfizer @LeadStoriesCom You are a joke. Are you Canadian or American?",
            "user_locations": [
                "Toronto, Ontario",
                "Ontario, Canada",
                "Toronto",
                "Beautiful Toronto",
                "New York, NY",
                "Colorado Springs, CO"
            ]
        },
        {
            "country": "",
            "text": "@BBB_Tulsa @ChristianWalk1r Very weak answer. 🤦🏻‍♂️✔️",
            "user_locations": [
                "New Jersey",
                "Tulsa, OK USA",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@DIGITALDECODED1 The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by\nMicroSafe( Dubai).",
            "user_locations": [
                "",
                "Heaven"
            ]
        },
        {
            "country": "",
            "text": "@bbenn68 @Emilitaa23 @DrEricDing I agree wholeheartedly. I for one - had to endure the worst of the pandemic in Spain away from my partner. And now I am in America I have had to wait 2 years or so to visit my parents in Canada. If you follow all precautions and stick to guidelines - why the hate.",
            "user_locations": [
                "Minneapolis",
                "",
                "Perth, Australia",
                "Washington DC & Virginia"
            ]
        },
        {
            "country": "",
            "text": "@MichelleAuger @Chapmans_Canada This is what i dont get about the vaccine virtue signaling. After a few months you being vaccinated does basically nothing to stop the spread. And yet chapmans is rewarding these people for exempting themselves inappropriately from testing.",
            "user_locations": [
                "",
                "British Columbia, Canada",
                "Markdale, ON"
            ]
        },
        {
            "country": "",
            "text": "@usehead_heart @Rachelnonumbers @chrissaccoccia1 Okay.  I will look into it further.",
            "user_locations": [
                "",
                "Ontario, Canada",
                "North York",
                ""
            ]
        },
        {
            "country": "",
            "text": "@rupertmurdoch The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by\nMicroSafe( Dubai).",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@MichelleAuger @Chapmans_Canada So... Can we end the blind virtue signalling and vaccine shaming? Its making the pro vaxxers look smug and ignorant. Are we trying to stop covid... Or are we trying to virtue signal here?",
            "user_locations": [
                "",
                "British Columbia, Canada",
                "Markdale, ON"
            ]
        },
        {
            "country": "",
            "text": "@ArleneDickinson Our local legion has been struggling! Covid has not allowed us to attend any fundraising functions, we always had dances! I miss 💃",
            "user_locations": [
                "Nova Scotia, Canada",
                "O Canada!"
            ]
        },
        {
            "country": "",
            "text": "@BillClinton The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe( Dubai)\nand others.",
            "user_locations": [
                "",
                "New York, NY"
            ]
        },
        {
            "country": "",
            "text": "@Captain_EyebaII @LyndzBeck Also, the PCR tests R an absolute Hoax.\nThe inventor or the test, Karry Mullis has said it CAN NOT detect Viral Infection. Furthermore, cycles or magnifications over 27X yield up to 94% false positives. In Canada we use magnifications of up to 43 meaning all Covid tests are false",
            "user_locations": [
                "Ottawa",
                "North Yorkshire/London. UK",
                "Ottawa, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@tyluvsdeb @CPHO_Canada The vaccine is safe, effective, saves lives &amp; reduces transmission . I won’t even bother asking you what your qualifications are or where you practice medicine. You are clearly one of those ignorant selfish conspiracy theorists who feels the need to hurt people with lies. Idiot.",
            "user_locations": [
                "",
                "Chetwynd, BC",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@Quea_Ali @kinsellawarren @Yvette01701277 @liberal_party I think one of those orders is for the Novovax vaccine, which Health Canada still hasn’t approved. The J&amp;J vaccine was a flop too.",
            "user_locations": [
                "Ottawa, Ontario",
                "",
                "Calgary Diaspora.",
                "",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@SharkawyMD Shame on China loving Liberal globalists like you who don’t want to protect the citizens of Canada by banning flights because it might “racist” and/or “discriminatory”.  Over a dozen countries have banned flights from Southern Africa, Canada needs to do the same.",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@Balacla27914533 I want it, I’m acting like it, I’m doing everything I can to live normal life. \n\nI’m pissing people off with my POV; have been at odds with family members; lost friends. But I won’t be enslaved by a virus. If I get sick, so be it. But this living in fear is not living. I’m done.",
            "user_locations": [
                "🏴‍☠️Communist Ontario ",
                "Shit Ass Communist Ottawa"
            ]
        },
        {
            "country": "",
            "text": "@acweyand Apparently Canada has stockpiles of vaccine sitting around and over 1 million (I think?) have gone to waste. I’m going stateside at Christmas and I’ll see if someone will give me a booster dose down there.",
            "user_locations": [
                "",
                "Ann Arbor, MI"
            ]
        },
        {
            "country": "",
            "text": "@bcbluecon @punditclass \"Conservatism\" \nThat word doesnt fit there.",
            "user_locations": [
                "Canada",
                "",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@crooksandliars The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "U.S.A."
            ]
        },
        {
            "country": "",
            "text": "@celliottability @calxandr Are there still unvaccinated people in Canada 🇨🇦? @JustinTrudeau even fails on his key objectives",
            "user_locations": [
                "Leeuwarden, Netherlands",
                "",
                "Ajax, Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@governor01 @LyndzBeck Anything to back any of that up? and don't refer me back to 4 pages from something that called \"Breaking the Spell\" again, evidence please, not deflection. If you can't provide anything, shut up and run along.",
            "user_locations": [
                "North Yorkshire/London. UK",
                "Ottawa",
                "Ottawa, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@ruralroots780 The most #tolerant and #welcoming country #Canada #ehh.",
            "user_locations": [
                "Toronto, Ontario",
                ""
            ]
        },
        {
            "country": "",
            "text": "@DavidHamer_1951 @JustinTrudeau Funny he wouldn't use Canada Post 🤔",
            "user_locations": [
                "Nova Scotia, Canada",
                "Toronto,  Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@BNODesk The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "Worldwide"
            ]
        },
        {
            "country": "",
            "text": "@SkyNewsBreak The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "London, UK"
            ]
        },
        {
            "country": "",
            "text": "@14ReyRey @OneVapid Well let's hope that continues there...the new Oma variant medical autocrats are ringing alarm bells over here (GWN) is signalling more restrictions to sell more poisons/potions.",
            "user_locations": [
                "Canada",
                "Edmonton, Alberta",
                ""
            ]
        },
        {
            "country": "",
            "text": "@oldmusicsoull @BogochIsaac So when 100% of the population is vaccinated, are you going to freak out when 100% of the cases are from vaccinated individuals?",
            "user_locations": [
                "Richmond Hill",
                "",
                "University of Toronto"
            ]
        },
        {
            "country": "",
            "text": "@Channel4News The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "United Kingdom"
            ]
        },
        {
            "country": "",
            "text": "@itvnews The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "United Kingdom"
            ]
        },
        {
            "country": "",
            "text": "@photoJDL Air Canada is pretty good about responding to stuff like that. In the pre-COVID times I was onboard with them about once a month and when they screw up (like everyone inevitably does) they fix it.",
            "user_locations": [
                "Suquamish, WA & Beaumont, TX",
                "Washington, USA"
            ]
        },
        {
            "country": "",
            "text": "@ThatsTh92324187 @calgaryherald Jeepers",
            "user_locations": [
                "Calgary, Alberta",
                "",
                "Calgary, Alberta"
            ]
        },
        {
            "country": "",
            "text": "@lauren_zb @hasanthehun Yet here we are forcing people who are vaccinated, in vaccinated only spaces, to still social distance and remain masked. Insanity.",
            "user_locations": [
                "Canada",
                "Ontario",
                "Istanbul, LA, NYC"
            ]
        },
        {
            "country": "",
            "text": "@tpwkwallis ya I’m not sure why we’ve made it a thing to be at first or last as part of your Harry card bingo. I’m sad my dates in Canada were cancelled but I know how lucky I was to be able to get to the states (despite how hard and how much more it cost bc of covid) I was rly rly lucky",
            "user_locations": [
                "she/her 18+",
                "she/her || 27"
            ]
        },
        {
            "country": "",
            "text": "@1Progressivism The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "San Francisco, CA"
            ]
        },
        {
            "country": "",
            "text": "@kirsten_currie @DisaffectedPod @CraigR3521 Kirsten, do you think doctors, the 300+ county medical examiner offices, the States and the CDC are lying about the number of people who died...\n\n...PLUS, the same officials in Canada, UK, Mexico, Poland, Brazil, Russia, Belgium, Italy, Peru etc\n\nThis is your belief?",
            "user_locations": [
                "",
                "",
                "",
                "Morton's Fork"
            ]
        },
        {
            "country": "",
            "text": "@cjartandcraft @JasminGar2005 My son returns to Canada tomorrow.\n\nIf he can't provide a negative PCR test, he has to get one at the airport.  Which is as it *should* be.",
            "user_locations": [
                "Northern Virginia",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@ChaChaC87311797 I read this yesterday. I woke up this morning and took a look at the state-sponsored media in Canada and they were reporting that it was unvaccinated and partially vaccinated that had tested positive.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@TheophanesRex We just simply need to hear the truth about side effects of vaccine from MSM!",
            "user_locations": [
                "Toronto, ON Canada",
                ""
            ]
        },
        {
            "country": "",
            "text": "@oldmusicsoull @BogochIsaac You're seeing more vaccine \"failures\" simply because they're 90% of population, even if it's rare. It's just math.  If you have a better solution, please share? Masks and shutdowns clearly weren't the solution!",
            "user_locations": [
                "Victoria, British Columbia",
                "",
                "University of Toronto"
            ]
        },
        {
            "country": "",
            "text": "@RobertS43498353 That's weird.. \n\nCanada government stats show that, per case of Covid-19, the vaccinated and the partially vaccinated are dying at a higher rate vs the unvaccinated.",
            "user_locations": [
                "Yukon, Canada",
                ""
            ]
        },
        {
            "country": "",
            "text": "@ThatsTh92324187 @greg_scott84 Go away bot. Nobody likes you.",
            "user_locations": [
                "Vancouver, British Columbia",
                "",
                "British Columbia, Canada"
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Rates are low and high at some point everywhere .. masks mean nothing",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@soundslikepuget It would appear so! I've filed complaints with my regular airline for far worse (AC still reseated me before takeoff) and not even gotten as much as a courtesy 'we heard you' response, let alone a credit. So consider me pleasantly surprised!",
            "user_locations": [
                "Washington, USA",
                "Suquamish, WA & Beaumont, TX"
            ]
        },
        {
            "country": "",
            "text": "I'm all for more masks, tbf work helps with this. Canada defo had it right though:\n\nMasked the whole time on the flight there/back (granted not a Canada thing)\nAlways on when indoors in any public areas\nProof of vaccination and ID to sit in for events and food (even food courts)",
            "user_locations": [
                "Sheffield, England"
            ]
        },
        {
            "country": "",
            "text": "@CPHO_Canada I really hope the vaccine doesn’t turn me into a zombie",
            "user_locations": [
                "Stoon ",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@TorontoIDDoc So Covid flew here and now you say let the NEWEST LETHAR VARIETY a free pass ? GOD you ARE  the classic MORON, unbelievable you want to bring it here Quickly no doubt. Thank the Lord that someone has a brain to  what is needed after open flights AND borders wrought hell in Canada",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@geoff_buxcey @JustinTrudeau He is incompetent and useless!!",
            "user_locations": [
                "Ontario, Canada",
                "Alberta, Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@ExploreCanada “Come to the US for Covid, stay for the pauper funeral”. Courtesy of the GOP.",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "The best thing? I didn't see anyone arguing about this and maybe two people needed reminding over the whole week. Canadians rule.",
            "user_locations": [
                "Sheffield, England"
            ]
        },
        {
            "country": "",
            "text": "@CDNMootz Given the rash of young 20-40 crowd getting covid it would not surprise me if this is the Omicron variant.. don't be surprised if it's already here and has been here at least a month..",
            "user_locations": [
                "Kingston, Ontario",
                "Noplace, Nowheresville"
            ]
        },
        {
            "country": "",
            "text": "@thejedistyles it gets to the point again where it seems like people care more about being able to say they were at first/last than actually seeing harry at all!",
            "user_locations": [
                "she/her || 27",
                "she/her 18+"
            ]
        },
        {
            "country": "",
            "text": "@Anothergreen its all in the link I sent you.",
            "user_locations": [
                "Victoria BC",
                "Winkfield, Berkshire, UK"
            ]
        },
        {
            "country": "",
            "text": "@14ReyRey @OneVapid Any reason why I was blocked @onevapid ?",
            "user_locations": [
                "Alberta, Canada",
                "Edmonton, Alberta",
                ""
            ]
        },
        {
            "country": "",
            "text": "@tribelaw The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@doctor_nic @scotgov @HumzaYousaf You are very sadly mistaken, long COVID in children is horrific and vaccines do work in this age group, happy to have had my 9 year old vaccinated yesterday",
            "user_locations": [
                "Canada",
                "Edinburgh",
                "Scotland",
                ""
            ]
        },
        {
            "country": "",
            "text": "@aefabo @jeanettemanfre1 @newsmax Now tell us canada is 1.6 times larger than the US.  And while we have 330 million people they have 38 million.   It's called.... population density.",
            "user_locations": [
                "",
                "",
                "South Florida",
                "United States"
            ]
        },
        {
            "country": "",
            "text": "@MarkLevineNYC Canada has been doing this for a month.",
            "user_locations": [
                "Vancouver, British Columbia",
                "Manhattan, NY"
            ]
        },
        {
            "country": "",
            "text": "@MoniqueBLabarre @Cygnus52477072 @QuancyClayborne There are no exclusions in trustworthy Canadian Travel Insurance. Tell them to buy the \"Canadian Snowbird travel insurance\". There are no exclusions for travel anywhere in the US, and even covid is covered. \nYou get what you pay for.",
            "user_locations": [
                "Canada",
                "Morgan 41 in the Pacific ⛵🏖️",
                "North East, England",
                "Washington, USA"
            ]
        },
        {
            "country": "",
            "text": "@geoff_buxcey @PureBlood1710 @JustinTrudeau Thanks Toronto",
            "user_locations": [
                "",
                "Alberta, Canada",
                " Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@TheMattBoyle @TheLaurenChen The primary difference between last year and this would most likely be the vaccine. Definitely worth looking into given Canada has reported something similar with increased stillbirths…",
            "user_locations": [
                "",
                "San Francisco",
                "🇨🇦🇺🇸"
            ]
        },
        {
            "country": "",
            "text": "@noplaceforsheep Name five countries which have purpose built quarantine facilities for COVID.\n\nHow about:\nNZ? Nope.\nUSA? Nope.\nCanada? Nope.\nEurope? Nope.\nAfrica? Nope",
            "user_locations": [
                "",
                "Bundjalung Country "
            ]
        },
        {
            "country": "",
            "text": "@tombrodbeck I pinned a tweet to my profile in Sept. that included the adverse effects number (VAERS) because we so often see people quoting vaccine risks, when even if you include the non-related adverse events, the unvaxxed risk is still higher by far. Anti-vaxxers do not understand this.",
            "user_locations": [
                "Winnipeg, Manitoba",
                "tom.brodbeck@freepress.mb.ca"
            ]
        },
        {
            "country": "",
            "text": "Thank goodness Canada's politics are only #corrupt when 1 party is in. Imagine if it the system was easily taken advantage by all parties? Wow! Then we'd be in trouble. #cdnpoli #onpoli #generalstrike #accountability #healthcare #education #Canada #Ontario #covid #ClimateAction",
            "user_locations": [
                "Barrie, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Hmmm which means you’re bowing down and complying. Bravo 👏🏼 (slow clap). Yeah, pick your battles. Naught wanna do your homework on the stats though. I’m with Christian and will choose freedom. Thanks",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@TheEliKlein I can clearly tell you are not Canadian! I'm all for limited state, smaller government but the policy employed here at 3 levels of government have prevented disaster.",
            "user_locations": [
                "Orleans, ON",
                "New York City"
            ]
        },
        {
            "country": "",
            "text": "@ChrisBottaNHL @IslesFix It would have been handled differently if the team was Canadian",
            "user_locations": [
                "Malta🇲🇹",
                "Long Island, New York",
                "Elmont, NY"
            ]
        },
        {
            "country": "",
            "text": "In short: #VaccineEquity is complicated. Withholding boosters from HCWs in #Canada isn't going to solve Africa's vaccine challenges overnight. \n\nWe need to do both. We need to do more.",
            "user_locations": [
                "Montreal"
            ]
        },
        {
            "country": "",
            "text": "@profmusgrave Countries that are smart about this (eg Canada) realize that essentially student visas are four-year processes of selecting your future economic migrants and don't fight this basic realoty",
            "user_locations": [
                "Worldwide",
                "Former theocracy of Mass."
            ]
        },
        {
            "country": "",
            "text": "@santiagomayer_ In Canada they'll be blaming Trudeau..",
            "user_locations": [
                "Kingston, Ontario",
                ""
            ]
        },
        {
            "country": "",
            "text": "@carol_fraughton @ChristianWalk1r Hmmm which means you’re bowing down and complying. Bravo 👏🏼 (slow clap). Yeah, pick your battles. Might wanna do your homework on the stats though. I’m with Christian and will choose freedom. Thanks",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@rabble435 @ProNovavax @gold_donkey A lot of people can't have the mRNAs and need a non-mRNA alternate. Even AZ and J&amp;J are mRNA. @GovCanHealth has a responsibility towards all Canadians. @jyduclos @CPHO_Canada",
            "user_locations": [
                "",
                "",
                "Canada",
                "Cayman Islands",
                "Canada",
                "Québec, Canada",
                "Canada"
            ]
        },
        {
            "country": "",
            "text": "@ashleyw68600875 @BorisJohnson covid passport and mask mandates here in Canada we've only ever gone above 10k cases in a day once. 4.69% of our population have had COVID vs 14.89% of uk population, and that numbers going up 1.2% every 2 days when done right it works.",
            "user_locations": [
                "Winnipeg, Manitoba",
                "",
                "United Kingdom"
            ]
        },
        {
            "country": "",
            "text": "@lincolnmjay @BezirganMocha @JustinTrudeau Lincoln, instead of spinning an actual epidemiological development for a vague, trite anti-Trudeau blurt, why not pretend to be an actual reporter and find a real angle on the story that's not just trivial Trudeau-baiting?",
            "user_locations": [
                "",
                "Toronto, Ontario",
                "",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@lldgcYYC @CMOH_Alberta Not sure who to trust. Made the mistake of “trusting the science” and have been suffering since. Confident that for myself, Covid would have been much more manageable than whatever is in the vaccine being forced on us. Chime in @CMOH_Alberta. My Dr has no answers so open to ideas",
            "user_locations": [
                "",
                "Calgary, Alberta",
                "Alberta"
            ]
        },
        {
            "country": "",
            "text": "@redsnoopy69 Check the current state of the nation. Vaccine mandates, sowing societal division, travel restrictions, Bill C36, soaring inflation...The list goes on. You call that freedom and strength?",
            "user_locations": [
                "",
                "Turtle Island "
            ]
        },
        {
            "country": "",
            "text": "@tekkers1984 @alanneill16 @EssexPR Well my old mum clearly doesn’t then. Only thing she’s mentioned is her friends in Canada and Australia, but that was about human rights abuses.\nOverall, my family (including extended) only read about others. The occasional “I heard he had covid, but he’s okay now” speech.",
            "user_locations": [
                "Gaol",
                "North West, England since 2013",
                "Hackney, London",
                "Essex , UK 🇬🇧"
            ]
        },
        {
            "country": "",
            "text": "@cjartandcraft @JasminGar2005 Yes , masks are mandated in Ontario Canada 🍁🇨🇦\n\nLikely until March 2022… Or who knows",
            "user_locations": [
                "GTA  Canada 🇨🇦",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@flatland_drift @chrissaccoccia1 If you choose to take it from the start. I never take the flu vaccine.",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@Portalpup1 @fembojj That sounds like a good proposal tbh",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@narcoskeptic @arsinoe_86 @WildCougar_ @javeauriel You seem stupid",
            "user_locations": [
                "Canada",
                "Nova Scotia, Canada",
                "New York, USA",
                "DC metro area",
                "An 804 girl livin in DC. "
            ]
        },
        {
            "country": "",
            "text": "Canada ends Covid-19 policy turning back asylum-seekers between border crossings",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "I think Canada ends Covid-19 policy turning back asylum-seekers between border crossings",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "@newscientist The U.S.EPA needs to approve Nanocyn. It is a disinfectant that kills Covid in 15 seconds, airborne or surface &amp; is non-toxic. It has been approved by Australia, Canada,Hong Kong etc also the FDA and Boeing. Mfg by Sonoma Pharma(US) &amp; licensed by MicroSafe(Dubai).",
            "user_locations": [
                "",
                "Worldwide"
            ]
        },
        {
            "country": "",
            "text": "@Mikeggibbs Yes, and unlike the country of origin, we have a very high rate of vaccination. We have zero reasons to panic. If we care, then we should be sharing the millions of unused vaccines we have with the countries that are less fortunate.",
            "user_locations": [
                "Beaverton, Ontario",
                "Ajax ON"
            ]
        },
        {
            "country": "",
            "text": "I comprehend vaccine hesitancy for marginalized communities in Canada, and populations in African nations.\n\nThat makes sense. Generations of oppression and exploitation.\n\nBut privileged white people?\n\nSympathy level about zero.",
            "user_locations": [
                "Ajax ON"
            ]
        },
        {
            "country": "",
            "text": "Back in the day, Governments would fall for lesser negligence than what we've seen in Canada on COVID and are seeing now on climate change #cdnpoli #bcpoli",
            "user_locations": [
                "Victoria, BC"
            ]
        },
        {
            "country": "",
            "text": "Not to mention, some developing countries are run by corrupt regimes. We can't blame or stigmatize the people who are victims.",
            "user_locations": [
                "Ajax ON"
            ]
        },
        {
            "country": "",
            "text": "@nspector4 What changed?",
            "user_locations": [
                "",
                "Victoria, BC"
            ]
        },
        {
            "country": "",
            "text": "1/2 Health Canada has clearly, unequivocally and repeatedly admitted that the long-term safety and efficacy of the designated COVID-19 drugs is unknown. Informed consent requires that the material risks and adverse effects be known before it can be provided.",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "The FDA Phase III clinical trials for the COVID-19 vaccine candidates won't be completed until 2023, other than Moderna's which is slated for completion on October 27, 2022. The long-term risks, adverse effects and efficacy cannot be known until these studies are completed.",
            "user_locations": [
                ""
            ]
        },
        {
            "country": "",
            "text": "@sunshine22kas @Carolyn_Bennett Maintain fear! Or nobody wants to attend 🤣",
            "user_locations": [
                "Canada",
                "🇨🇦 ",
                "Toronto, Canada"
            ]
        },
        {
            "country": "",
            "text": "Follow/retweet doesn't imply agreeance, eh. Views are my own, not the Braves, Liberty Media, the Country of Canada, or the Milky Way galaxy. Montreal Native. moose stan. Just had covid, so I'm rollin' in those antibodies, eh. Looking for a good first baseman, send ideas my way",
            "user_locations": [
                "SunTrust Park, Atlanta, Georgia"
            ]
        },
        {
            "country": "",
            "text": "@nspector4 Society changes at what seems to be a glacial pace. Since the 1970’s I’ve been subjected to Climate Doomsday reports in the media. Do you wonder why people younger than us do not take the time to critically assess climate change? This iceberg will not be easily changed",
            "user_locations": [
                "Toronto, Ontario",
                "Victoria, BC"
            ]
        },
        {
            "country": "",
            "text": "@rabble435 @ProNovavax @gold_donkey Canada spent  the money to build a Manufacturing facility in Montreal for Novavax. Of course we will be using it",
            "user_locations": [
                "Canada",
                "",
                "Canada",
                "Cayman Islands"
            ]
        },
        {
            "country": "",
            "text": "@stewak2 @mtminahan @getserious1234 @Zhuzhuzhu2049 @rogertansey @megtirrell Since they will be manufacturing it in Canada, And built a facility for its production you are most likely wrong",
            "user_locations": [
                "Canada",
                "Fort Frances, Ontario, Canada",
                "",
                "Canada",
                "Vilnius, Lithuania",
                "Southern California",
                "New York"
            ]
        },
        {
            "country": "",
            "text": "@BBB_Tulsa @ChristianWalk1r Wait, what? How do they know that?",
            "user_locations": [
                "Illinois, USA",
                "Tulsa, OK USA",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": "",
            "text": "@DavidHamer_1951 @JustinTrudeau Is that all?",
            "user_locations": [
                "Canada",
                "Toronto,  Canada",
                "Papineau"
            ]
        },
        {
            "country": "",
            "text": "@t_robic @AriCohn Lethbridge had the busiest safe consumption site in Canada and then the Conservatives shut it down when they assumed power. Overdose deaths skyrocketed on my rez. We lost over 90 people in a year in a pop of around 10K. Between that and covid and it's been grim here.",
            "user_locations": [
                "Cardston, AB, Canada",
                "Pennsylvania, USA",
                "Chicago, IL"
            ]
        },
        {
            "country": "",
            "text": "@SethZero1 @bitcoinpasada @nicebit_net Canada can't bar citizens from returning to their country, tell her to fuck right off.",
            "user_locations": [
                "Canada 1984",
                "British Columbia, Canada",
                "",
                ""
            ]
        },
        {
            "country": "",
            "text": "@nspector4 MSM does little to justifiably hold Trudeau Liberals to account",
            "user_locations": [
                "Toronto, Ontario",
                "Victoria, BC"
            ]
        },
        {
            "country": "",
            "text": "@Billius27 @strauss_matt No one has the courage in HN HU.",
            "user_locations": [
                "",
                "Niagara Ontario",
                "Ontario"
            ]
        },
        {
            "country": "",
            "text": "@CheriDiNovo Or donate to countries who need them  so there is more equity in distribution and to help stop the development of mutations 🤷‍♀️",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": "",
            "text": "@burlivespipe @CTVNews Jab yourself into oblivion, if you like. The rest of us are trying to figure out how we will pay for food, rent, mortgage, electricity, car payments, clothes, public transportation, kids expenses, medications ... #BuildBackBroke #Canada #covid19",
            "user_locations": [
                "",
                "Coquitlam, British Columbia",
                ""
            ]
        },
        {
            "country": "",
            "text": "@GAKechnie @ktumulty Poor dogs getting shed on.",
            "user_locations": [
                "Comiskey Park",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": "",
            "text": "@Rootbrian_ @WHO If not Covid will continue to be a menace.",
            "user_locations": [
                "Massachusetts, USA",
                "Toronto, Ontario.",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@forsyth_barb @knugent4118 @Kelans27 @Ben_S_Harper But the institutions he damaged will take years to rebuild, if they ever can be. Remember when Canada had vaccine capacity and made medical isotopes?",
            "user_locations": [
                "Salt Spring Island, BC",
                "Saskatchewan, Canada",
                "Ontario, Canada",
                "Trad'l Land-Anishnaabeg People",
                ""
            ]
        },
        {
            "country": [],
            "text": "@midori_oshii @DickZoutman What do you think the safety regulators have missed? Or are you just spooked by things such as VAERS reports?",
            "user_locations": [
                "England, United Kingdom",
                "東京 Tokyo/Toronto",
                "Kingston, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@MarkLevineNYC that's how it is in Canada.  to fly around or into the country.  to eat out.  masks mandated indoors everywhere.",
            "user_locations": [
                "",
                "Manhattan, NY"
            ]
        },
        {
            "country": [],
            "text": "@aslatterly @Chapmans_Canada It's horrible.  I know someone vaccine injured as well (heart attack).  There is close to 30,000 permanently disabled from the vaccine in the US alone.   I notice the Chapman's ice cream rep, or whoever is answering on twitter, is too cowardly to respond to you.",
            "user_locations": [
                "",
                "",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD I just read in another thread they may not have the infrastructure? Sometimes thing are easier said than done 😞",
            "user_locations": [
                "winnipeg, manitoba",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@madonnajen @josh_wingrove He can predict that variants are INEVITABLE. And a waiver ask in May was too late. Delta was already wreaking havoc in India and made its way to the U.S. Waivers should have been granted when we first started rollin out the vaccine.",
            "user_locations": [
                "San Antonio, TX",
                "Florida, USA",
                ""
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Stand tall, #HoldTheLine &amp; be proud to live by your principles. Could be that not being able to look yourself in the mirror makes you nasty.",
            "user_locations": [
                "Alberta, Canada",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman People have no empathy for people who decide not to vax, this type of treatment of unvaccinated is truly wrong and unfair yet people don’t care bc they believe everyone is far right anti vaxxers🙄 they are ok with it because it’s become normalized to treat unvaccinated this way",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@Thefirstspill @CBCAlerts It takes 100 days to amend the vaccine and bring it to production, then another year to produce, deliver and vaccinate the population. By that time, at least 2 new variants have emerged. The vaccine is thus useless. The best thing we can do is build our own immune systems.",
            "user_locations": [
                "",
                "🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Thinking about you Rick. Life is hard enough without dealing with the events of the last 20 months. Unfortunately, those running our province/country refuse to consider the mental effect this is having on everyone - especially the 12-18yr olds. The poor kids don’t deserve this",
            "user_locations": [
                "Ontario, Canada",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@cranium243 @Tea_O_CANADA @tombrodbeck Actually the vaccine wasn't expected to eradicate the virus, before the vaccine came out they knew this would be endemic",
            "user_locations": [
                "",
                "Earth",
                "Canada",
                "tom.brodbeck@freepress.mb.ca"
            ]
        },
        {
            "country": [],
            "text": "@IvabinSpended I wish I could trade places with you. We have been segregated from society for a month now. No restaurants, sports, gyms, theatres, jobs. I lost mine 2 weeks ago, for a virus no worse then the flu and an experimental vaccine that is killing and injuring thousands.",
            "user_locations": [
                "",
                "Texas"
            ]
        },
        {
            "country": [],
            "text": "@WpgLoganberries @Tea_O_CANADA @tombrodbeck Prove it.",
            "user_locations": [
                "Earth",
                "",
                "Canada",
                "tom.brodbeck@freepress.mb.ca"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD @dianemariereid Yes Ontario alone reported to let 4 million expire. They should have to replace them for other countries.",
            "user_locations": [
                "Surrey, British Columbia",
                "Toronto",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Jess_J_Snowden @Chapmans_Canada 30,000 people have been permanently disabled from the vaccine in the US alone (and that's just one type of injury).  I already know someone covid vaccine injured.  It's insane and idiotic until it happens to you.",
            "user_locations": [
                "",
                "",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Leaving a life of crime as their only alternative. As a law abiding citizen I object to this policy that makes crime the obvious outcome.",
            "user_locations": [
                "East Coast Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Sending you best wishes from Ireland 🇮🇪. Our public health agency are on the same destructive path here.",
            "user_locations": [
                "Cork, Ireland",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "We need to get the vaccine out to those that want it world wide.  Canada and United States need to discontinue holding stock for those that have made the decision not to be vaccinated.  Let’s help those that want help.",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "@MiaFarrow We were just tested coming home to US from a short trip to Canada, I think all incoming travelers need a negative test to fly in",
            "user_locations": [
                "",
                "USA "
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD JOHANNESBURG, Nov 24 (Reuters) - South Africa has asked Johnson &amp; Johnson (JNJ.N) and Pfizer (PFE.N) to delay delivery of COVID-19 vaccines because it now has too much stock, health ministry officials said, as vaccine hesitancy slows an inoculation campaign.",
            "user_locations": [
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD South Africa’s supply outstripped demand according to reports. It’s likely a vaccine hesitancy issue, which needs to be tackled.",
            "user_locations": [
                "Canada",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@whittakertp @fordnation @Chapmans_Canada They are pro vaccination and a company that seems to treat its workers well, so I’m guessing no, they are NOT Con donors",
            "user_locations": [
                "Earth",
                "Barrie, Ontario 🇨🇦",
                "Ontario",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@maurizio1975 @SillyMetsFan @QueenLilithIII @RobertKennedyJr Every single study is in that book. Every trial &amp; every test but its not surprising you would accuse Kennedy of spreading #FakeNews when you don't have the guts to look for truth, even when its handed to you on a silver platter.",
            "user_locations": [
                "New Mexico, USA",
                "New York, USA",
                "",
                "Madrid, Comunidad de Madrid",
                "Los Angles, California"
            ]
        },
        {
            "country": [],
            "text": "@winter_canada @GypsysoulK @CTVNews @whittakertp No…\nIt is not. You have ZERO right to be privy to someone’s personal medical info. Being vaccinated protects you, not others. Concerned about catching Covid? Stay home….",
            "user_locations": [
                "Here, there and everywhere",
                "Canada ",
                "Winnipeg, Manitoba",
                "",
                "Barrie, Ontario 🇨🇦"
            ]
        },
        {
            "country": [],
            "text": "@moist_turtel @voluntaryasmine I need to stay here and hold the line. Can't flee and leave only one country against totalitarianism. When it comes to vaccine passports and a social credit system, this war can be won by saying no and not complying.",
            "user_locations": [
                "Azeroth, Eorzea, and Tamriel. ",
                "Arrakis",
                ""
            ]
        },
        {
            "country": [],
            "text": "@JeremyCom The black card back canadian variant!!!",
            "user_locations": [
                "Long Island ",
                "CA"
            ]
        },
        {
            "country": [],
            "text": "@Mikeggibbs I think people need to accept that COVID-19 is/will be endemic like the flu except that unlike the flu where we’ve had a century or more to biologically adapt, C19 will be a more fatal beast for years to come especially to unvaccinated people.",
            "user_locations": [
                "Canada",
                "Ajax ON"
            ]
        },
        {
            "country": [],
            "text": "@dennyhamlin If that's in Michigan I've been but I haven't been in a year or two because of covid-19 I have my shots and I'm going to be over the cross soon because they're lifting the Border and testing policy here in Canada.",
            "user_locations": [
                "Essex, Ontario",
                "ÜT: 35.637429,-80.85745"
            ]
        },
        {
            "country": [],
            "text": "@sunshine22kas @Carolyn_Bennett Nobody RSVP'd is more like it.",
            "user_locations": [
                "Ontario, Canada",
                "🇨🇦 ",
                "Toronto, Canada"
            ]
        },
        {
            "country": [],
            "text": "@jharodia_vivek @CitImmCanada Only due to Covid yes",
            "user_locations": [
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@The_OtherET Not shifting in Canada. We are pathetic 😢",
            "user_locations": [
                "",
                "“Flyover country”"
            ]
        },
        {
            "country": [],
            "text": "@J0ann3 Flying back from Malawi, I travel through Johannesburg. South Africa; London, Heathrow; and Toronto before getting back to Ottawa. My last trip was Jan/Feb 2020. If I travelled that route now, I’d fully expect to be locked in a box until proved clear of any sort of Covid.",
            "user_locations": [
                "Orleans, Ontario",
                "Meet me somewhere in the middle."
            ]
        },
        {
            "country": [],
            "text": "@cmontant @markpoloncarz @GovKathyHochul What about the WIDE open southern border",
            "user_locations": [
                "",
                "Amherst, NY",
                "Buffalo, New York",
                ""
            ]
        },
        {
            "country": [],
            "text": "@DonWell71557483 @BenitoBrayHale @bryan_leblanc @PierrePoilievre Because it was the root cause of inflation.\n\nI assume you understand why only a hypocrite would support the covid spending, and then complain about its inflation implications.\n\nThat's Conservatism.",
            "user_locations": [
                "Ottawa, Ontario",
                "",
                "Danskine, Scotland",
                "Toronto, Canada",
                "Ottawa, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@TheVelvetDays @fitterhappierAJ @kprather88 @JuliaRaifman We had all this in Canada. Big subsidies. Huge government expenditure. It ultimately comes down to masks, because there is no way for everyone to work from home. So many HCW caught Covid; many were (and are still) not allowed to wear respirators. Did not have to be that way.",
            "user_locations": [
                "Toronto",
                "Occupied Lanape Land, NYC",
                "",
                "San Diego, CA",
                "Boston, MA"
            ]
        },
        {
            "country": [],
            "text": "@SethZero1 @bitcoinpasada @nicebit_net Canadians can't be prevented entering Canada constitutionally, it's insane.",
            "user_locations": [
                "In your mind",
                "British Columbia, Canada",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@goodgolly247 @StephenKing Tons of people, including me. Surgeries and treatment in Canada has been seriously impacted by unvaccinated Covid patients. I shouldn’t have to bleed to death because of other people’s poor choices.",
            "user_locations": [
                "Canada + Global",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@urlheather It’s a shit show here, be thankful how Canada is at least trying",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@lollybags45 @Legaleagle26 @birgitomo So anti-vaxxers in Canada are bad evil people but those in Africa are victims of colonialism?",
            "user_locations": [
                "Ontario",
                "Kitchener, Ontario",
                "Toronto, Ontario",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@CanuckTraveler @RodKahx @Dan_GT2 What Canadian winter vacation options are there? Both coast are currently disaster zones.",
            "user_locations": [
                "Manitoba",
                "Vancouver, British Columbia",
                "Ontario, Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@TheeRealHoneyy You can't go to jail with a replica!",
            "user_locations": [
                "Ethereum",
                "DeJior`s world"
            ]
        },
        {
            "country": [],
            "text": "@JoeZinner @CFIB So Canadians can’t get covid?",
            "user_locations": [
                "Earth",
                "Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@bcnutritionista @StephenKing You bled to death?",
            "user_locations": [
                "",
                "Canada + Global",
                ""
            ]
        },
        {
            "country": [],
            "text": "@jwindh @snolen Omg! How many are they going to send on their way … who test negative ( for now) that are NOT going to quarantine and eventually turn positive b/c of contacting it on the plane … this is a nightmare &amp; why we are where we are 🤦‍♀️",
            "user_locations": [
                "Ontario, Canada",
                "Port Alberni / Tofino, Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@IshatReza @SammyG_MD What other people/nations could Canada have helped save lives? #Cdnpoli How much was wasted?  Why did that happen?",
            "user_locations": [
                "Toronto Canada",
                "Canada",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@Prosperous1776 Biden chose Kamala because he promise to pick a Black female as his running mate.  Biden is a racist.  Being the result of a Mother if India decent and a Jamaican   Father, Kamala  who was raised in Canada ( and  not of African decent) is the least Black he could find.",
            "user_locations": [
                "",
                "California, USA"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @KrisEriksen77 Ugh an all to familiar story",
            "user_locations": [
                "Spruce Grove",
                "St. John's, Newfoundland 🇨🇦 ",
                "British Columbia, Canada"
            ]
        },
        {
            "country": [],
            "text": "@VeeLedson @fitterhappierAJ @kprather88 @JuliaRaifman I agree with you that we need workplace, school and general govt subsidies making respirators available to everyone. I think of density reduction &amp; strongly strengthening masking protocols &amp; quality as necessarily hand in hand, not either/or, but it sounds like we agree there!",
            "user_locations": [
                "Occupied Lanape Land, NYC",
                "Toronto",
                "",
                "San Diego, CA",
                "Boston, MA"
            ]
        },
        {
            "country": [],
            "text": "One of the greatest things about a successful society is respecting others and their choices \n\n#Canada #Quebec #Covid #Freedom",
            "user_locations": [
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@Julzangell @fordnation @JustinTrudeau Same issue here. If they want use to be vaxxed so bad then they’d make it available to us. Very strange.",
            "user_locations": [
                "Mississauga, Ontario",
                "Ontario Canada",
                "Ontario",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD Same thing flying air Canada to Dominican Republic last week. No one checked vaccine status. Not once.",
            "user_locations": [
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD According to reports, they have too much supply, asked companies to stop sending supply. That is not the issue. The issue was reluctance.",
            "user_locations": [
                "Ottawa",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@sjredmond @BeagleLogic @Mhansen25W How’s this for science-\n\nPre covid the UN projected 3.1 mil US deaths in 2020 and guess how many we had! 3.1 mil!\n\n Your cherry picked data literally shows a\n🤣 SEVEN DAY AVERAGE IN CANADA 🤣\n \nThat’s not science it’s called propaganda. Do better tomorrow 🤡",
            "user_locations": [
                "",
                "Earth",
                "UK",
                "Midwest, USA"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen @drajm Post second shot 🇺🇸one kid thinks he’s been a little tired, past 36 hours now.  But really they’ve been literally running around the house and LOUD.  So normal stuff aside from a little soreness in the arm, which you have to ask about because it doesn’t occur to them.",
            "user_locations": [
                "Tennessee, USA",
                "Australia",
                "Whadjuk Noongar land."
            ]
        },
        {
            "country": [],
            "text": "@Mar33Denise I understand if people are forced to get it because of their job maybe they would rather get this one but admittedly I will say I’m surprised that several of my readers on Telegram who never get any shots said they would get this one if they had to.",
            "user_locations": [
                "Florida, USA",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@sam33385717 @laura4444445 @SkyNews I can see nurse assistants aka \"drug prescriptors\" in your future if thats true",
            "user_locations": [
                "",
                "",
                "England, United Kingdom",
                "London, UK"
            ]
        },
        {
            "country": [],
            "text": "@RyMc86 LOL your idiocy knows no bounds\n\nI live in South Australia. We have had 4 deaths from Rona total. (I think 2 of them were idiot Canadian or American Happy Clappers) \n\nWe have mostly been covid free. Our economy is going fine due to people doing whatever they want LOCALLY",
            "user_locations": [
                "Denley Moor Adelaide",
                ""
            ]
        },
        {
            "country": [],
            "text": "@imncreasing @BOLG8TR @LepreShawn1 @kcrnicu Canada is treating a Covid recovery like an innoculation and I'm not opposed to that.\n\nStudies show that those who have an inoculation after an infection are 50% less likely to be reinfected, maybe it's that",
            "user_locations": [
                "Yakima Washington",
                "Tennessee, USA",
                "🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸",
                "",
                "USA 🇺🇸"
            ]
        },
        {
            "country": [],
            "text": "@olthwaite_eric So naturally you think the rest of the world could have done what an isolated island nation has been able to do. I’m glad for you. But we are moving on. Continue living in your bubble. Doesn’t bother me.",
            "user_locations": [
                "",
                "Denley Moor Adelaide"
            ]
        },
        {
            "country": [],
            "text": "@kylenabecker SAY NO TO COVID-19 VACCINES\n\nGet your covid-19 Digital QR certificate  or PAPER CARD without taking the vaccine. Send a dm to get your QR Scan Covid-19 Passports without taking the vaccine.\n\nUSA\nUK\nEU\nAUSTRALIA\nCANADA\nIRELAND\nAUSTRIA",
            "user_locations": [
                "",
                "New York, NY"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo What pisses me off, is that my daughter and I got 1st dose mid October. The government now says we have to wait till after December 9th for dose 2. They extended the wait time. Now they're throwing out vaccines?! That's insane!!",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Precursor to a UBI based on social credit score? #Chinafication #No2MrGlobal  \n#plaguelaws\n#freedom\n#slavery \n#divideandconquer\n#financialcontrol",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@AHS_media Will Alberta be receiving doses of the Novavax COVID-19 vaccine if it's approved by Health Canada?",
            "user_locations": [
                "Alberta, Canada",
                "Alberta"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo Too much bull and hassle to get both shots. I likey won't bother with shot 2. A lot of people won't bother. Its a nightmare for most of us to get both shots. Especially if you can't mix vaccines.",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD Just because you send a vaccine to a country doesn't make the people get it.",
            "user_locations": [
                "Ontario, Canada",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@ImmigrantBased @GAKechnie @ktumulty Yup but the majority of Canada has given the vaccine the red carpet treatment. they have fired alot of people who refuse to get it. And now the people cheer for the kids to get the jab!! Canada has lost its way sadly.",
            "user_locations": [
                "",
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@ChanceTyColeman SAY NO TO COVID-19 VACCINES\n\nGet your covid-19 Digital QR certificate  or PAPER CARD without taking the vaccine. Send a dm to get your QR Scan Covid-19 Passports without taking the vaccine.\n\nUSA\nUK\nEU\nAUSTRALIA\nCANADA\nIRELAND\nAUSTRIA",
            "user_locations": [
                "",
                "Connecticut"
            ]
        },
        {
            "country": [],
            "text": "@carol_fraughton @ChristianWalk1r Same in Florida, except we aren't wearing masks and have no complaints about that.  Pick your battles",
            "user_locations": [
                "USA",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": [],
            "text": "@ScottAdamsSays SAY NO TO COVID-19 VACCINES\n\nGet your covid-19 Digital QR certificate  or PAPER CARD without taking the vaccine. Send a dm to get your QR Scan Covid-19 Passports without taking the vaccine.\n\nUSA\nUK\nEU\nAUSTRALIA\nCANADA\nIRELAND\nAUSTRIA",
            "user_locations": [
                "",
                "Pleasanton CA"
            ]
        },
        {
            "country": [],
            "text": "@usehead_heart @StoneSculptorJN @Humanlty1o1 @Tormund_G_ @StanTumoth @TrumpDownfall @SwearingJustin @SoupVessel @anja_weimer @Thumper754 @RantsWinnipeg @tlstene @MarkSlapinski @MarkFriesen08 Unvaxed can’t travel out of Canada. That’s stopping mobility rights. Apparently Canadians are also being turned away at the border crossings coming back to Canada. Illegal. Read your passport. Many companies are abusing their power. Thankfully Wcb will cover reactions",
            "user_locations": [
                "Calgary, Alberta",
                "Ontario, Canada",
                "⚡Near & Far ⚡️ Canada",
                "",
                "North of the Wall",
                "",
                "Earth 🌍",
                "Unceded Kwikwetlem Territory",
                "Blackfoot Territory, Alberta",
                "",
                "",
                "",
                "SK 🇨🇦 ",
                "Beautiful Toronto",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "@spectatorindex \"Oh shit, Here we go again\"\nCarl Johnson",
            "user_locations": [
                "BH - MG ",
                "Global"
            ]
        },
        {
            "country": [],
            "text": "@qatarairways @ciftci_sem How come some of the Qatar ticket fares to Canada are via Doha with only 3 hrs of wait knowing that Canada requires a negative covid test even from the transit city, these tickets are still available online for around 2300 dollars!",
            "user_locations": [
                "",
                "Doha, Qatar",
                "Melbourne, Victoria"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC I don’t want your money anyway.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@RarelySurprised @StoneSculptorJN @Humanlty1o1 @Tormund_G_ @StanTumoth @TrumpDownfall @SwearingJustin @SoupVessel @anja_weimer @Thumper754 @RantsWinnipeg @tlstene @MarkSlapinski @MarkFriesen08 Canadians are welcome to leave the country regardless of their vaccination status. Whether another country will take them or not is not up to Canada.",
            "user_locations": [
                "Ontario, Canada",
                "Calgary, Alberta",
                "⚡Near & Far ⚡️ Canada",
                "",
                "North of the Wall",
                "",
                "Earth 🌍",
                "Unceded Kwikwetlem Territory",
                "Blackfoot Territory, Alberta",
                "",
                "",
                "",
                "SK 🇨🇦 ",
                "Beautiful Toronto",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "@RarelySurprised @StoneSculptorJN @Humanlty1o1 @Tormund_G_ @StanTumoth @TrumpDownfall @SwearingJustin @SoupVessel @anja_weimer @Thumper754 @RantsWinnipeg @tlstene @MarkSlapinski @MarkFriesen08 Canadians are able to return to Canada but have to meet the protocols. Current protocols involve testing and quarantine.  If someone does not meet these requirements then they need to come back when they do.",
            "user_locations": [
                "Ontario, Canada",
                "Calgary, Alberta",
                "⚡Near & Far ⚡️ Canada",
                "",
                "North of the Wall",
                "",
                "Earth 🌍",
                "Unceded Kwikwetlem Territory",
                "Blackfoot Territory, Alberta",
                "",
                "",
                "",
                "SK 🇨🇦 ",
                "Beautiful Toronto",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "If anyone wants a Holiday experience without discrimination, or to have a few drinks WITHOUT showing your COVID passport, you are welcome at my home\n\n#Canada #Quebec #COVID #Freedom",
            "user_locations": [
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@raelyn50876628 @RepSwalwell In Canada we have QR code. Keep it on your phone and show and scan to get into large venues. Helps with contact tracing and proof of vaccination.",
            "user_locations": [
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Same! 🥰🥰🥰",
            "user_locations": [
                "Ontario, Canada",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo And fathead Ford sits on them!",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@Gwynievre1 @ProlongingCovid @shibby3235 I was looking at Belize. I've been checking out house prices. It's getting tougher to believe Canada is going to pull out of this. Seriously considering selling everything and cashing out.",
            "user_locations": [
                "",
                "Canadian not in 🇨🇦 ",
                "On Gab at ChloroquineGuerilla2",
                "Onterrible, Chinada"
            ]
        },
        {
            "country": [],
            "text": "@FuzzySkeptic Yah but think back look who was in the White House and governor mansions, add Downing Street, Brazil, India, Mexico etc etc etc. I get it but who gets to be the deciders here with 198 sovereign countries.",
            "user_locations": [
                "Toronto Ontario",
                "🇨🇦"
            ]
        },
        {
            "country": [],
            "text": "@6_levy @JustinTrudeau @GovGPAA Covaxin is a vaccine made in India.\n\nWe have four (4) others here in Canada that have better efficacy than Covaxin.\n\nWhy would you want a vaccine that provides less protection?\n\nAnd dragging feet for months?\nCanada has one of the highest rates of vax'd in the world...",
            "user_locations": [
                "Vancouver, British Columbia",
                "",
                "Papineau",
                "Ottawa, Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers wish I were cliser!",
            "user_locations": [
                "No political affiliation",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers wish I were closer!",
            "user_locations": [
                "No political affiliation",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@jermaster76 @EricTopol Could it be the majority of people receiving vaccines in SA are wealthy, so can afford to fly to Netherlands...\nVax rates are highest among wealthy, even in Canada.",
            "user_locations": [
                "Hamilton, ON",
                "Queens, NY",
                "La Jolla, CA"
            ]
        },
        {
            "country": [],
            "text": "@allan_theriault @ctvedmonton Once again we hear about how this is all the “un-vacced” fault. Only in Canada 👎",
            "user_locations": [
                "Edmonton, Alberta",
                "",
                "Edmonton, Alberta, Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman This is so hard because it's seems like all of Canadians love being part of the Covid cult.",
            "user_locations": [
                "Ontario",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@anthonysimone95 @marabscott @ItsDeanBlundell Who tf wants to come to plague state? You dissed Canada. You stay tf out.",
            "user_locations": [
                "",
                "",
                "Toronto, Ontario 🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@taylerj13 @JustinTrudeau @GovGPAA Please don't speak for me.\n\nBy saying \"Canada\", you imply that every citizen wants this, but that simply isn't true.\n\nYour guy lost the election, get over it.\n\n\"Canada\" doesn't want PMJT out, you do.",
            "user_locations": [
                "Vancouver, British Columbia",
                "Winnipeg, Manitoba",
                "Papineau",
                "Ottawa, Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman They have no control of your mind. It’s stressful being squeezed out of society by so many followers but your freedom of your mind is yours and only yours. Do not surrender your freedom of your mind. I will die free!",
            "user_locations": [
                "Canada",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers and you mine.  :)",
            "user_locations": [
                "G8",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @KrisEriksen77 I'm so sorry. As a mental health RN terminated from my job on Monday for not disclosing, all I want to do is support people with severe and persistent mental health challenges stay well in the community. Instead I was fired with cause off psychological leave. 😭 Sending peace.",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 ",
                "British Columbia, Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelSchroeder79 @BorisJohnson Seriously do your homework. Single use only and only N99 masks can stop virus. Why are you even on my timeline? Do what the hell you like in France. Sorry Canada Miss Teen Mom. Read this reply so I can block your shit #CovidUK #COVIDIOT #Covid_19",
            "user_locations": [
                "England Not UK",
                "Ottawa, ON",
                "United Kingdom"
            ]
        },
        {
            "country": [],
            "text": "Canada has fallen, covid 19 tyranny is winning and is winning fast",
            "user_locations": [
                "Flat Earth"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC what about people who had CRB ended who still can't get work? and $300/week isn't enough for many families to live off of.",
            "user_locations": [
                "Hamilton, ON or Heaven",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GreyTonka @fact_factoid Sure provided there's only about 50 ppl were you live.\n\nI'm not a covid19 nut, but don't downplay what's happened in Canada or around the world.\nNot just old ppl die.",
            "user_locations": [
                "Saskatoon, Saskatchewan",
                "Canuckistan",
                ""
            ]
        },
        {
            "country": [],
            "text": "@jsan1972 @BorisJohnson Ok jackass, I will do that. I’d rather try something than nothing. And really Miss Canada?? Where do I claim to be that?",
            "user_locations": [
                "Ottawa, ON",
                "England Not UK",
                "United Kingdom"
            ]
        },
        {
            "country": [],
            "text": "@MarkMeadows @Jim_Jordan I find this amusing. We  allow 100s of 1000s of  illegals in via southern border w/o testing, masking or knowing where they went!! But we are putting travel bans on other countries &amp; just recently opened up Canada. WORST ADMINISTRATION EVER!! I DON'T BELIEVE ANYTHING THEY SAY!",
            "user_locations": [
                "",
                "Washington, DC",
                "Washington, D.C. "
            ]
        },
        {
            "country": [],
            "text": "@Hobbsmeerkat @brucemontejr @MarkLevineNYC NZ here 👋\n\nNot perpetual lockdown. In fact, we were successfully COVID free for over a year until a few people bitched about opening- so we got delta from Australia in a 2 week open border free-for-all. Since then, only Aucklands been long-term lockdown.\nCheck your sources, bro",
            "user_locations": [
                "Top of the South",
                "North Texas.",
                "West Orange, NJ",
                "Manhattan, NY"
            ]
        },
        {
            "country": [],
            "text": "@yolandebouka No let’s be clear you racist shill …. COVID got to Africa from its country of Origin - China 🇨🇳…. we both know that.\n\nFinally you seem to have arrived in Canada to stir racial division… personally I would have you put on a plane back to Windhoek …. why are you in 🇨🇦…???",
            "user_locations": [
                "",
                "Ottawa/Nairobi/Windhoek"
            ]
        },
        {
            "country": [],
            "text": "@Myempiricallife @ReverendWashy @helioborges @jordanbpeterson WTF does that even mean? Are you kidding me? Japan's best treatment is the vaccine. And India and Africa are you joking? They're the gold standard in medicine? I don't think so. If you get sick and you are unvaccinated in BC you still get treated. You're nonsensical",
            "user_locations": [
                "",
                "Sydney",
                "",
                "Goiânia - Goiás",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman oohh...dripping with sarcasm 😂",
            "user_locations": [
                "Pembroke, Ontario",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @ComradeVero You're a normally adjusted person on the right side of history.  Trouble is for many of us is that we find it hard to understand why others may want to make us suffer. Its new to many in democratic countries to be overtly oppressed by their government. Stay Strong!",
            "user_locations": [
                "British Columbia, Canada",
                "St. John's, Newfoundland 🇨🇦 ",
                "Onterrible, Canada "
            ]
        },
        {
            "country": [],
            "text": "@80ssummercamp @CTVNews Should Canada worry about the 50% chance of premature death form cancer and heart disease before the 0.057% chance of premature death form covid?\nGee where should the money go?",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@JackPontiac1 @CTVNews Should Canada worry about the 50% chance of premature death form cancer and heart disease before the 0.057% chance of premature death form covid?\nGee where should the money go?",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@cordingly_e @SubtleEnormity @CTVNews Should Canada worry about the 50% chance of premature death form cancer and heart disease before the 0.057% chance of premature death form covid?\nGee where should the money go?",
            "user_locations": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@JustinTrudeau @CanadianPM PM Trudeau please ban all international flights into Canada immediately so the new South African covid variant does not enter our country. We have no direct flights from South Africa so that does not help. Ban Amsterdam &amp; London flights especially.",
            "user_locations": [
                "",
                "Papineau",
                "Ottawa, Ontario, Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman That should be \"one too many\".\nBut it's not.\nAnd we know this does not stop at one, and others in your situation have given up. This is nipot acceptable as collateral damage.\n#MentalHealthMatters #DoNotComply",
            "user_locations": [
                "No political affiliation",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@MarkOFarrell9 @krisster8 @jodisp2019 @OmarAlghabra @MarkGerretsen Should Canada worry about the 50% chance of premature death form cancer and heart disease before the 0.057% chance of premature death form covid?\nGee where should the money go?",
            "user_locations": [
                "",
                "Kingston, Ontario",
                "",
                "Manitoba, 🇨🇦",
                "Mississauga",
                "Kingston, ON"
            ]
        },
        {
            "country": [],
            "text": "@joncoopertweets Double vax and negative Covid tests are required to take train, boat or plane in Canada. Time to wake up, America.",
            "user_locations": [
                "London, Ontario",
                "New York"
            ]
        },
        {
            "country": [],
            "text": "@AmandaCaresAlot @ItsDeanBlundell @MarkSlapinski @pfizer @LeadStoriesCom Are you racist? What difference would that make?",
            "user_locations": [
                "Ontario, Canada",
                "Toronto, Ontario",
                "Toronto",
                "Beautiful Toronto",
                "New York, NY",
                "Colorado Springs, CO"
            ]
        },
        {
            "country": [],
            "text": "@more2mm @john_don123 I'm at my wits end trying to help #Canada understand.\nI've been granted refuge in a country a very old friend rules, the President. Hard for some people to grasp rulers have friends\nThere is no fcking covid here. I'm fine everyone is fine and there are no restrictions.\nNUFF SAID!",
            "user_locations": [
                "A free nation at any cost",
                "Canada",
                "Gatineau, Canada"
            ]
        },
        {
            "country": [
                "CA"
            ],
            "text": "@MelissaLMRogers What about maaaasks (baaaa🐑) and ‘social’ distancing? May I give you a big hug when I greet you?",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen Yet again Hunt and Morrison are dragging the chain.",
            "user_locations": [
                "",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@RepSwalwell @chipfranklin In Canada, we have to show proof of double vaccination plus negative Covid test.",
            "user_locations": [
                "London, Ontario",
                "East Bay, CA & DC (CA-15)",
                "KGO Radio San Francisco, CA"
            ]
        },
        {
            "country": [],
            "text": "@LeasaTrevor @linwood_barclay @Chapmans_Canada Uh... tested the on similar numbers as most other meds.",
            "user_locations": [
                "Ontario, CANADA, eh!",
                "",
                "Toronto",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Cheers 🍻👍",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers It's called, \"Home Entertainment\", if every had homebound members to join in.😉",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MarkLevineNYC As Canada will require from 1st December",
            "user_locations": [
                "Near CNC3, Ontario 🇨🇦",
                "Manhattan, NY"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers It's called, \"Home Entertainment\", if everybody had homebound members to join in.😉",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen @mattmua72 'Tell you what kids.\n\nWe want Mummy &amp; Daddy to go to work.\n\nSo we're going to put you kids in a smoky room for 6 hours a day so you can breathe in the teacher's second hand smoke. Maybe if you're lucky we might open a window. \n\nDon't worry, almost nobody gets lung cancer.'",
            "user_locations": [
                "",
                "Australia",
                ""
            ]
        },
        {
            "country": [],
            "text": "@yolandebouka What are you in Canada for then …. I don’t understand…. you should be in Africa helping it …. maybe start by getting a useful degree in STEM ….. useless",
            "user_locations": [
                "",
                "Ottawa/Nairobi/Windhoek"
            ]
        },
        {
            "country": [],
            "text": "@Billius27 @strauss_matt Highest positivity rate is algoma I believe.",
            "user_locations": [
                "Etobicoke, ON",
                "Niagara Ontario",
                "Ontario"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Depression shows you have a heart, plus only the most intelligent get depressed. So pat yourself on the back for being a caring smart person.",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty You’re disgusting",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Typical leaf",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@dianamchard We're in a better space cause vaccinations. Yes we can still get sick &amp; yes people/education boards still don't understand masks. But you know you &amp; I are informed &amp; ready to whether the storm.",
            "user_locations": [
                "",
                "At home"
            ]
        },
        {
            "country": [],
            "text": "@TruismsT @OneGirlMelissa No problem. It easily escapes people's notice that First Nations Aussies are more vulnerable owing to comorbidities. There is no meaningful natural immunity in those populations. Vaccine uptake has been poor. \nThe hyperbole on SM just serves to fuel hesitancy &amp; anxiety.",
            "user_locations": [
                "Australia 🇦🇺",
                "Canada",
                "Washington, USA"
            ]
        },
        {
            "country": [],
            "text": "@justbeeshing @sjredmond @BeagleLogic Do you understand how statistics work? \n7 day averages are used because testing is not conducted /reported 7 days a week. So, on Mondays, there may be a larger number reported, reflecting the weekend.  It doesn't mean that more covid infections occur on Mondays. So avg. used.",
            "user_locations": [
                "Midwest, USA",
                "",
                "Earth",
                "UK"
            ]
        },
        {
            "country": [],
            "text": "@randomaccesone Spidey !!!❤️",
            "user_locations": [
                "Uttarpara,West Bengal",
                ""
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo Toss the 18.7 too. They are useless.",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@ThatsTh92324187 @Reuters \"A missal is a liturgical book containing all instructions and texts necessary for the celebration of Mass throughout the year.\"",
            "user_locations": [
                "",
                "",
                "Around the world"
            ]
        },
        {
            "country": [],
            "text": "@uhohsusannah @caringeconomist @marabscott @ItsDeanBlundell The u.s is 10 times the population, you can’t compare Canada to the u.s. I’m comparing Florida which is 100% no restrictions to the rest of the country and especially ones that are restricted like Canada. We have the lowest covid rate in the u.s right now.",
            "user_locations": [
                "",
                "",
                "",
                "Toronto, Ontario 🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@RStewart321 @wgibson58 Everyone is awake.\nNo one in their personal lives is doing any covid measures.\nOur white collar never wants to go back to 9 to 5 with unpaid travel.",
            "user_locations": [
                "Hamilton,Ontario",
                "Toronto",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@uhohsusannah @caringeconomist @marabscott @ItsDeanBlundell We have almost 40 million people here in the winter with snow birds and we have zero restrictions. I have had covid and it wasn’t the worst flu I ever had.",
            "user_locations": [
                "",
                "",
                "",
                "Toronto, Ontario 🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD Doesn’t matter they would’t have taken it, hesitancy is not lack of inventory.",
            "user_locations": [
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@nataliehamill35 @POTUS I just read that Canada has one of the highest living standards in the world, along with one of the highest vaccination rates in the world. \n\nI'd move there if I was younger and could stand the cold.",
            "user_locations": [
                "",
                "Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@AusIndiMedia Hey, the leader of the federal Canadian Conservative Party refuses to disclose the vaccination status of his MPs. Every other party in the House of Commons is fully compliant in that regard. #COVIDIOTS",
            "user_locations": [
                "Toronto",
                "Victoria, Australia"
            ]
        },
        {
            "country": [],
            "text": "@jim_duffus @fact_factoid Did young people die before covid? I'm old enough to remember they do.",
            "user_locations": [
                "Canuckistan",
                "Saskatoon, Saskatchewan",
                ""
            ]
        },
        {
            "country": [],
            "text": "@ACTBrigitte @thausman51 China didn't work alone. The gain of function research started in the US and was transferred to Wuhan via Canada during the Obama Administration. Fauci funded it.",
            "user_locations": [
                "",
                "USA",
                ""
            ]
        },
        {
            "country": [],
            "text": "@anthonysimone95 @caringeconomist @marabscott @ItsDeanBlundell So math wasn't taught either.",
            "user_locations": [
                "",
                "",
                "",
                "Toronto, Ontario 🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@anthonysimone95 @uhohsusannah @caringeconomist @ItsDeanBlundell There are 35 million people in all of Canada you idiot.",
            "user_locations": [
                "Toronto, Ontario 🇨🇦",
                "",
                "",
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers anyone who doesn't submit to tyranny that can afford drinks must be rich. why? because CRB ended for 900,000+ people and many have nowhere to turn to for money.",
            "user_locations": [
                "Hamilton, ON or Heaven",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "How could the new #Omicron variant possibly get in to Canada if all passenger flights and land border crossings have mandatory vaccination policies?  It's almost as if their fear of the new variant is an admission that they know the vax doesn't stop infection/transmission.",
            "user_locations": [
                "KW, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@pheediep @sapphiresdust @StevijoPayne I'm from Saskatchewan, Canada. We have restrictions till the end of January, so far. I tried to go into a store today and had to leave because I didn't have proper proof of vaccinations. I can't go into any restaurants till Friday.  Still lots going on here.",
            "user_locations": [
                "Saskatchewan, Canada",
                "United States",
                "",
                "Bartlesville, OK"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty That is down right SICKENING. Support dogs for those lining up to get blood clots, seizures, Bell’s palsy, strokes, sudden death…need I go on?",
            "user_locations": [
                "SUNSHINE STATE ☀️🏖",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo @POTUS - did you know that @JustinTrudeau and @fordnation are throwing away vaccines and hoarding them?",
            "user_locations": [
                "Toronto",
                "Toronto, Ontario",
                "",
                "Papineau",
                "Ontario"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman The first week of 15 days to flatten the curve I said to my spouse “there’s something nefarious going on here”. Apparently my instincts are still working. I trust them now more than ever.",
            "user_locations": [
                "Big, Beautiful, Free, Canada ",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers It's your funeral. And a new COVID variant doesn't have a 'marketing campaign.' #COVIDIOT",
            "user_locations": [
                "Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers I’ll bring the kombucha",
            "user_locations": [
                "Ottawa, ON",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Ignorance isn't bliss, it's death.",
            "user_locations": [
                "Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@Breaking911 CANADA  USA ... ALL ON THE PLANET\nTerrible of the Great Reset plot.Very satanic and hard measures 🤬",
            "user_locations": [
                "",
                "Nashville"
            ]
        },
        {
            "country": [],
            "text": "@RarelySurprised @StoneSculptorJN @Humanlty1o1 @Tormund_G_ @StanTumoth @TrumpDownfall @SwearingJustin @SoupVessel @anja_weimer @Thumper754 @RantsWinnipeg @tlstene @MarkSlapinski @MarkFriesen08 Canadians are not being prevented from traveling out of the country. By all means, go.\nCanadians can be held to the protocol for returning to the country.  \nThis whole WCB thing is a weird flex, I highly doubt that will happen. A vaccine adverse reaction is not workplace injury.",
            "user_locations": [
                "Ontario, Canada",
                "Calgary, Alberta",
                "⚡Near & Far ⚡️ Canada",
                "",
                "North of the Wall",
                "",
                "Earth 🌍",
                "Unceded Kwikwetlem Territory",
                "Blackfoot Territory, Alberta",
                "",
                "",
                "",
                "SK 🇨🇦 ",
                "Beautiful Toronto",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "@ericjem7 @RepSwalwell The only people I know with health problems related to C-19 are those that got the shots. Most the people I know in CO had C-19, no problem. The shots are causing health issues. Vax killed one of my friends. My Canadian friend got the shot to come to US. But has health issue now.",
            "user_locations": [
                "",
                "New York",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@carol_fraughton @ChristianWalk1r You are in a prison camp and you dont know it yet because they havent stopped feeding you. And when they do stop, you wont figure it out because you are fully invested in the narrative.",
            "user_locations": [
                "",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": [],
            "text": "@nspector4 Yes they would.  Not to mention blackface…",
            "user_locations": [
                "Vancouver, British Columbia",
                "Victoria, BC"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @ComradeVero They don't care. To them it's all about #fearporn",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 ",
                "Onterrible, Canada "
            ]
        },
        {
            "country": [],
            "text": "@rushlimbro It doesn't have to make sense",
            "user_locations": [
                "Canada",
                "KW, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@EatSleepMask @DrEliDavid Did the know the average age of death from covid in America is 80? In Canada 83. Did you know statistically that the vaccine did more harm from young men than Covid did? I have so many statistics I could go on for days",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo Seriously, who is in charge of distributing, how much are we paying them to waste precious vaccines. Putting peoples lives at risk and increasing risk of Covid mutation is a shitty, irresponsible game plan. This makes me sick to my stomach.",
            "user_locations": [
                "Canada",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Creepy",
            "user_locations": [
                "NC",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Child abuse",
            "user_locations": [
                "Miamisburg, OH",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Looks like a lockdown is imminent...\nI called this last year...\nanother Christmas to be kept apart from friends and family...\nand the minions will comply...",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@awbitcoin @fintechfrank To add to this: vaccine makes it so if you are infected, on average you will get less sick, and on average you will spread less. Its about viral load. This is important in countries with limited hospital space, like Canada. We were full-up pre-pandemic lol.",
            "user_locations": [
                "Canada",
                "New York City",
                "Florida, New York, New Jersey"
            ]
        },
        {
            "country": [],
            "text": "@WayneDevlin5 @john_don123 if you need a housekeeper just call...I’ll immigrate. It’s too painful watching canada devolve with the fools + corruption in charge. I literally do all my shopping online now &amp; hide in my house..becos I canNOT stand seeing ppl in masks.",
            "user_locations": [
                "Canada",
                "A free nation at any cost",
                "Gatineau, Canada"
            ]
        },
        {
            "country": [],
            "text": "@RisingWarrior3 @chrissaccoccia1 Thanks, but Sky seems to suggest the legal definition of “Traveller” is different from the definition of a Cdn. Citizen and I think he may have something.  Alot of the Cdn. Policy says you “need” the vaccine.  That does not mean “required” legally.",
            "user_locations": [
                "",
                "Ontario",
                ""
            ]
        },
        {
            "country": [],
            "text": "@BogochIsaac Dude How could the new #Omicron variant possibly get in to Canada if all passenger flights and land border crossings have mandatory vaccination policies?  It's almost as if their fear of the new variant is an admission that they know the vax doesn't stop infection/transmission.",
            "user_locations": [
                "Canada",
                "University of Toronto"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen What is the risk of adverse reactions in this age group ( asking as the mum of a 5yo)?",
            "user_locations": [
                "Melbourne, Victoria",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@aleksic I have family, social, intellectual &amp; charitable ties here, and I do love Canada. Family is essential. \n\nIf Trudeau or BC had increased taxes any more I’d have left. Taxes are now 13% less in Washington state. I could stay connected just across the border. Covid changed that.",
            "user_locations": [
                "Vancouver, Canada",
                "Alberta, Canada"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo We are giving boosters when only 6% of Africa has been vaccinated.",
            "user_locations": [
                "Ontario",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@lammy9661 @GypsysoulK @CTVNews @whittakertp I dam well do!",
            "user_locations": [
                "Canada ",
                "Here, there and everywhere",
                "Winnipeg, Manitoba",
                "",
                "Barrie, Ontario 🇨🇦"
            ]
        },
        {
            "country": [],
            "text": "@hugofroyo @makhecha_komal If we waiting for the entire developing world to be vaxxed, could be 5-10 years. No reason not to expect new variants and new waves until then. Polio wasnt eradicated in Canada until 1994, which was 39 years after vaccine.",
            "user_locations": [
                "",
                "Melbourne",
                ""
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo Synthetic substances don't seem working on Covid, might appeared to be perfect in a controlled environment, but not working well outside, even the anti Covid pills don't seem to work well outside, China and Taiwan also use natural substances sych as Respireaid or Fucoidan.",
            "user_locations": [
                "台湾",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@aleksic The other is that land is much cheaper in the US but construction costs are only slightly less. It’s possible to over-improve a property in say Bellingham. It’s almost impossible to over-improve a great lot in West Vancouver.",
            "user_locations": [
                "Vancouver, Canada",
                "Alberta, Canada"
            ]
        },
        {
            "country": [],
            "text": "@justin_millsy Sorry to hear this Fam. I will send positive vibes from Canada.",
            "user_locations": [
                "Toronto on",
                "Amherst NY"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty My cat got second shot already",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen @vjmahon So keen to get my under 12s done - newly 12 year old just had their first dose, will be done and dusted by Christmas.  Do you think there's a chance they'll approve it early the new year?",
            "user_locations": [
                "Australia",
                "Australia",
                "Aireys Inlet, Australia"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Cuck",
            "user_locations": [
                "",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@ReneeStephen @forsyth_barb @Kelans27 @Ben_S_Harper Yes I do.",
            "user_locations": [
                "Ontario, Canada",
                "Salt Spring Island, BC",
                "Saskatchewan, Canada",
                "Trad'l Land-Anishnaabeg People",
                ""
            ]
        },
        {
            "country": [],
            "text": "@spectatorindex Was not first detected in SA, but more correctly so SA naively came out about it first and became the scapegoat!",
            "user_locations": [
                "",
                "Global"
            ]
        },
        {
            "country": [],
            "text": "@RetwaA @AlanCane604 @Natalia01Mateo @Bird5Ca @Franktmcveety @MrStache9 @LeonardRoxon @CanAditude Shameful. This should be sent to every politician in a Canada from Canadians. They need to get their asses into the gear. Zoom days are over. Move it! Get to work at the office! @JustinTrudeau @fordnation",
            "user_locations": [
                "Toronto/GTA",
                "",
                "",
                "Land Mass that was Canada",
                "Edmonton, Alberta",
                "LV-426",
                "",
                "place formally known as CANADA",
                "Papineau",
                "Ontario"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Please note, this insane lady doesn’t represent all of Canadians.\n#branchCovidian",
            "user_locations": [
                "British Columbia",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "So I can officially say I have done a Covid test ! I had to do one before coming back to Canada at the resort ! \n\nIt definitely was not that bad!",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman MB : Unvaxxed can sit on patio but not inside. On patio unvaxxed have to sit at separate table from vaxxed. This has been forever. Come Jan. You can’t get a license without vaccine. They suck. I visit from Ontario I have to quarantine 14 days. This has been forever. They suck",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen I'd get my 3 yo done today if we were allowed; it's going through ECE too.",
            "user_locations": [
                "",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC They can take their benefit and shove it, it’s time to leave the system and create an alternate economy and stop paying taxes to this corrupt government.",
            "user_locations": [
                "Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@bullisheh @RCCanuck1234 @Ben_S_Harper I see delusion is your thing.",
            "user_locations": [
                "Ontario, Canada",
                "Canada",
                "Brantford, Ontario",
                ""
            ]
        },
        {
            "country": [],
            "text": "COVID measures are never going away because the virus goes away. Omicron pretty much ensures that the virus in one form or another has become endemic. (Which was likely even without O.) 11/",
            "user_locations": [
                "Oak Bay, BC"
            ]
        },
        {
            "country": [],
            "text": "@SandyHasCandy @RStewart321 We are living in scary times and it is even scarier that many do not realize that it is not Covid that is the danger.",
            "user_locations": [
                "Fairborn, OH",
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@0x_rusher @awbitcoin @fintechfrank How does that metric work by the way ? Less sick ? Can somebody please show us the formula on that?",
            "user_locations": [
                "",
                "Canada",
                "New York City",
                "Florida, New York, New Jersey"
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS Oh noooo",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MarkLevineNYC You have to be vaccinated to fly domestically and leaving Canada.  PCR test to return even if vaccinated",
            "user_locations": [
                "",
                "Manhattan, NY"
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS be carefully !!",
            "user_locations": [
                "Canada",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@Lorrain93365033 @pheediep @sapphiresdust @StevijoPayne I live in Regina and like these vaccine protocols. It's a carrot/stick approach. Want to buy beer/wine/liquor at a govt outlet? Be prepared to show you vaccine status.",
            "user_locations": [
                "Regina, Saskatchewan",
                "Saskatchewan, Canada",
                "United States",
                "",
                "Bartlesville, OK"
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS Our line wasn't checked at all. Very not impressed",
            "user_locations": [
                "she/her",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@RichardGrenell Who is it that Biden hates? I remember not too long ago that I couldn't travel between Canadian provinces in an effort to stop Covid. Was that based on hate? Should I be calling someone racist over that?",
            "user_locations": [
                "Winnipeg, Manitoba",
                "LA, Rancho Mirage"
            ]
        },
        {
            "country": [],
            "text": "@THATSAGOODRIND @sapphicscorpio their covid cases are so bad that their premier had to literally make an apology",
            "user_locations": [
                "Canada",
                "shit finally went to a concert",
                "she/they | 17"
            ]
        },
        {
            "country": [],
            "text": "@CAWelland This is the story all around the world now. I don’t trust doctors here in Canada. They have taken on the antivax rhetoric, refusing to see patients who aren’t vaxed, Covid swabs and no personalized care. They have caved instead of rising up for their patients. It’s disastrous",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS I'm not surprised",
            "user_locations": [
                "Canada",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@Alnitak_IV It looks to be the reverse of Canada Life Centre.",
            "user_locations": [
                "Winnipeg, Manitoba",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC So they're planning for more lockdowns? \n\nTypical",
            "user_locations": [
                "Peel, Ontario",
                ""
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Glad I don’t live there!",
            "user_locations": [
                "",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@NightShiftMD Meaning no inclusion of any information on the J&amp;J boosters is in any govt. briefings or on media",
            "user_locations": [
                "Vancouver, Canada",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Lockdown again 😂🤣🤣 These satanists are getting annoying and old now. Typical BS, lies",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@SxPxAxCxE @CPHO_Canada You got it right. The fiat is crashing hard like it has 4800 times in history. Now they will use this scam to input the digital currency . Thats why they need everyone to buy into the covid scam and digital passport. Nothing will be bought sold or traded with out it Do not comply",
            "user_locations": [
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC UBI + any conditions (at all) = slavery \n\nVaccine job/ etc mandates = slavery \n\nSadly this isn’t hyperbole. They are literally legalizing slavery through the back door. \n\nSort of want to vomit.",
            "user_locations": [
                "disgraced margins of society",
                ""
            ]
        },
        {
            "country": [],
            "text": "@immafrenchfri @TrunixW @RickComtois24 @CPHO_Canada No, they classify them as partially vaxxed in the reporting. \nAnd the proof is in the daily covid updates here.",
            "user_locations": [
                "Saint John, New Brunswick",
                "",
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@_kevinsousa Hey brother welcome back, how was your trip ? Feeling nice and relaxed ?",
            "user_locations": [
                "Peterborough, Ontario",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Cryptob41792251 @eugyppius1 @TonyHinton2016 @GraduatedBen @MichaelPSenger I agree. I have been keeping track of how sneaky Canada is when communicating the efficacy of the vaccine vs unvax. They use the case date all the way back to Dec14,2020 when vaccination started. Plus if we knew how many 2x had multiple breakthrus that would be even more telling.",
            "user_locations": [
                "Canada (for now)",
                "",
                "Deutschland",
                "London, England",
                "Los Angeles, CA",
                ""
            ]
        },
        {
            "country": [],
            "text": "@microlabdoc I don’t see policy being driven by this….at least not in Florida nor in many other states. 😬😬 Not that much in Canada either.",
            "user_locations": [
                "Florida, USA",
                "United Kingdom"
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS @SoFiStadium you need to do better! We want to be in a safe and healthy!",
            "user_locations": [
                "Namseok's age",
                "Canada",
                "Inglewood, CA"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC So my taxes will then stay with me since I sit. Get the benefits other citizens receive..",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MarkLevineNYC A family member flew from Canada to the US the other week. Nobody at any point in their trip checked vaxx status or negative test result (both of which they had). \nGood luck USA.",
            "user_locations": [
                "infinity and abroad",
                "Manhattan, NY"
            ]
        },
        {
            "country": [],
            "text": "@BertaBoy82 Yeah I know fuck ‘em… and fuck their vaccine bullshit",
            "user_locations": [
                "What used to be Canada",
                "Land of OZ, Alberta. "
            ]
        },
        {
            "country": [],
            "text": "@MimiBusk @SiennaS2011 @northyorkcondo Who are the Spotify fear mongers? Just because 90% are vaccinated does not mean they believe in the vaccine. Many were forced, and many others regret the choice. \n\nAssuming everyone in your group thinks the same as you? Sounds like you’re in the cult.",
            "user_locations": [
                "Marxism-land",
                "",
                "Ontario Canada ",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@NkoloMboka @CP24 Nah I know a lot people who got fake vaccine passports from Mexico and showed these to the Canadian government and they got verified and now they were able the real vaccine passports from fake ones.",
            "user_locations": [
                "",
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@ethicalpsycholo @mgubrud @PeterHotez @AlexWitt I'm from Canada. There was a length of time where I couldn't go from the province I live in to the province my parents live in due to a travel ban. I haven't gone into the US since Covid started because of the land borders being closed.",
            "user_locations": [
                "Winnipeg, Manitoba",
                "Boston, MA",
                "",
                "Montrose, Houston TX",
                "New York, NY"
            ]
        },
        {
            "country": [],
            "text": "@an_feilding @mgubrud @PeterHotez @AlexWitt Yes. But that wasn't punishing a country for revealing information that they didn't have to reveal. These bans will cause immense damage to the economies in the banned countries.",
            "user_locations": [
                "Boston, MA",
                "Winnipeg, Manitoba",
                "",
                "Montrose, Houston TX",
                "New York, NY"
            ]
        },
        {
            "country": [],
            "text": "@JohnBro35677821 @BeHappyAnyway @moneywisecom It’s more of an autocracy in Canada. At least in the US, states have more power than the federal government in many ways. So if you want freedom you can move to a free state like Florida. In Canada you don’t have that luxury",
            "user_locations": [
                "",
                "St. John's, NL",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@prairiecentrist The virus would have barely anywhere to go if everyone was vaccinated.\n\nWe generated our own variant right here in Canada, and the next concerning one could easily come from here too.\n\nThe solution is vaccination. Get your kids vaccinated. Get your booster when you can.",
            "user_locations": [
                "",
                "Manitoba"
            ]
        },
        {
            "country": [],
            "text": "@gpattwx @NKossovan @Rootbrian_ @WHO Yet there was the polio vaccine, actually killing people and also actually making people infectious with polio to spread the actual disease to others. And then it was improved to not be a live virus down the road. The US even stopped administering it yet Canada pushed on instead.",
            "user_locations": [
                "",
                "",
                "Toronto, Ontario, Canada",
                "Toronto, Ontario.",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@TrevorABranch @jtbudz @IngridKatzMD It sucks, but Canadian hospitals are already unable to provide many types of care (surgeries cancelled, patients dying due to long waits) because of too many Covid patients. We can't make it easy for this new variant (will increase deaths here) just to save S. African tourism.",
            "user_locations": [
                "Winnipeg",
                "University of Washington",
                "",
                "Cambridge, MA"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell And how is the Covid rate in Canada? I would imagine with all of that security the virus has to pass through, it's non existent.",
            "user_locations": [
                "Las Vegas, NV",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@GrandMatriarch1 @gpattwx @NKossovan @Rootbrian_ @WHO Polio vaccine, when first introduced, was totally a live virus that did, in fact, kill people and also did, in fact, make them infectious where they could spread the disease to others. The US stopped administering the vaccine because of that and Canada continued to give it.",
            "user_locations": [
                "",
                "Paris/NYC/London ",
                "",
                "Toronto, Ontario, Canada",
                "Toronto, Ontario.",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@Balacla27914533 I'm high AF at a bar watching a bunch of masked women dance in a circle to Ozzy Osbourne's Crazy Train. Canada is an amazing country",
            "user_locations": [
                "Area 51",
                "Shit Ass Communist Ottawa"
            ]
        },
        {
            "country": [],
            "text": "@DJCourtneyJm Family in Canada just advised that they took the astrozenica vaccine and now they are approved for a Pfizer booster...",
            "user_locations": [
                "",
                "Kingston, Jamaica"
            ]
        },
        {
            "country": [],
            "text": "What's \"Really\" Happening\n\nDespite Rebukes, Florida Has Lowest New COVID-19 Case Rate in Nation\n\nUS Far Behind Mexico, Canada, and Europe in Election Safeguards\n\nAfghan Evacuees Underwent Little Vetting Despite Biden Promise\n\nPhiladelphia Surpasses Murder Record Set in 1990",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Mine too!",
            "user_locations": [
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@SinghJassjeet @NewsroomGC @GovCanHealth sir covaxin is already approved by who and canada govt",
            "user_locations": [
                "",
                "",
                "Canada",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @ComradeVero Can you still get out for exercise each day ? That helps me with my mental health .",
            "user_locations": [
                "Brisbane, Queensland",
                "St. John's, Newfoundland 🇨🇦 ",
                "Onterrible, Canada "
            ]
        },
        {
            "country": [],
            "text": "@CMOMaharashtra @MantralayaRoom @MoHFW_INDIA legit concern! So what happens to people who have double vaccination certificate from USA, Canada or EU. Is there a website where we can upload our certificate and get the \"bhai sahab woh modi kay photo wala chahiye\" @timesofindia",
            "user_locations": [
                "Toronto, Ontario",
                "Mantralaya, Mumbai",
                "Mumbai, India",
                "Nirman Bhawan",
                "New Delhi"
            ]
        },
        {
            "country": [],
            "text": "@GrandMatriarch1 @gpattwx @NKossovan @Rootbrian_ @WHO Because the benefits were greater than the downside. And why? Because polio infected rich people far more than it infected poor people. And why? Because polio, existing in the environment, only became a problem when disinfecting stopped people from being exposed &amp; build immunity.",
            "user_locations": [
                "",
                "Paris/NYC/London ",
                "",
                "Toronto, Ontario, Canada",
                "Toronto, Ontario.",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Guess that when I have to stop working, then I won't have to pay taxes to support the other lot.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "I think that Canada ends Covid-19 policy turning back asylum-seekers between border crossings",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "@EmilyCWaldon The random meets and conversations are what I missed most during COVID.",
            "user_locations": [
                "Alexandria, VA",
                "Grand Rapids, MI"
            ]
        },
        {
            "country": [],
            "text": "@__philipn__ @jljcolorado @CDCgov Canadian here, yes they do as even we defer to some U.S. organizations for guidance on respirators, so it actually has international implications.",
            "user_locations": [
                "Alberta",
                "",
                "Boulder, CO",
                "Atlanta, GA"
            ]
        },
        {
            "country": [],
            "text": "@Concern63647639 @V4Families @SeanFraserMP Even though by giving covid reason almost for 2 yrs, now it's time to change. But still it's the same. @SeanFraserMP why processing still taking time ? What's happening We need an answer @CitImmCanada you are torturing our lives and ruining our marriages @CitImmCanFR @PMcanadien",
            "user_locations": [
                "",
                "Canada",
                "Canada",
                "Central Nova",
                "Canada",
                "Canada",
                "Ottawa (Ontario) Canada"
            ]
        },
        {
            "country": [],
            "text": "@den0408 @merry123459 61 people from two planes in Amsterdam tested positive for Covid today.  24 hours before boarding those planes the All tested negative.",
            "user_locations": [
                "reminiscenza@hotmail.it",
                "Ontario Canada",
                "Ontario Canada"
            ]
        },
        {
            "country": [],
            "text": "Had an incredibly helpful discussion in the Vaccine Conversation Workshop run by @COVID_19_Canada. It emphasized compassion and listening are the best tools we have to help discuss vaccine hesitance, and my perspective on the approach has been changed for the better.",
            "user_locations": [
                "University, Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "If you have these difficult conversations come up in your life, I highly recommend attending one of these workshops which are totally free and online at 8-9:30 which is great for many schedules.",
            "user_locations": [
                "University, Toronto"
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS That’s not good at all. Stay safe.",
            "user_locations": [
                "Halifax, Nova Scotia",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@SeanFraserMP Even though by giving covid reason almost for 2 yrs, now it's time to change. But still it's the same. @SeanFraserMP why processing still taking time ? What's happening We need an answer @CitImmCanada you are torturing our lives and ruining our marriages @CitImmCanFR @PMcanadien",
            "user_locations": [
                "",
                "Central Nova",
                "Canada",
                "Canada",
                "Ottawa (Ontario) Canada"
            ]
        },
        {
            "country": [],
            "text": "@CityBlogger123 @CTVNews Won’t be any economy if we all die from Covid. Disease control takes priority",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Canada_BTS The concert has been pushed 1h. @SoFi You'll have to do something about your own mess!",
            "user_locations": [
                "Montréal, Québec",
                "Canada",
                "San Francisco, CA"
            ]
        },
        {
            "country": [],
            "text": "@dasvee @ErinnLife @BogochIsaac Delta is worse than OG SARS2 because it reduces vaccine efficacy. One jurisdiction in Canada reported 20% breakthrough infections.",
            "user_locations": [
                "skeets are dying to know",
                "",
                "Toronto, Ontario",
                "University of Toronto"
            ]
        },
        {
            "country": [],
            "text": "@hodgy39 She's a different world south of the 49th parallel. \nIt's almost like covid isn't a thing.",
            "user_locations": [
                "R-town",
                "Woodworth, Manitoba"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Been following you for awhile- stay strong!   I have such anxiety about what is happening &amp; may lose my job in 1-2 months  cuz I won’t take the jab. My life/family are far more important. But, the stress and fear is overwhelming. Your words have encouraged me - I appreciate you",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@nspector4 Unfortunately we've just seen and have since become hostage, as a Nation, to the result of first past the post democracy. No wonder someone rejected his pledge to change it. #entitled",
            "user_locations": [
                "on the far left coast",
                "Victoria, BC"
            ]
        },
        {
            "country": [],
            "text": "@TrippettaRaffe @NKossovan @Rootbrian_ @WHO Is that not the scientific way? 😅",
            "user_locations": [
                "",
                "",
                "Toronto, Ontario, Canada",
                "Toronto, Ontario.",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "So let me get this straight: Kenney, the provincial leader than never closed borders and launched the ‘best summer ever’ COVID cesspool, is postering that the Prime Minister will not protect Canada from the Omicron variant by leaving borders open.",
            "user_locations": [
                "Southern Alberta "
            ]
        },
        {
            "country": [],
            "text": "@mayowacrown @thierry_pires @AirCanada Ya they both suck as companies. They don't care if you miles expire and its not like anyone could travel during most of covid plus no businesses except @home_hardware accept @Aeroplan anymore so the only option is to get a @TD_Canada credit card which is impossible.",
            "user_locations": [
                "",
                "Hong Kong, SAR",
                "Toronto, Ontario",
                "",
                "In Your Hometown",
                "Canada",
                "1,100+ branches across Canada"
            ]
        },
        {
            "country": [],
            "text": "@tracymills9 @Finneganporter Can you translate this into English? I don’t speak gibberish.",
            "user_locations": [
                "\"Patriotism is supporting your country all the time, and your government when it deserves it.\" - Mark Twain",
                "",
                "London, UK"
            ]
        },
        {
            "country": [],
            "text": "@heyheyadaibhi If they're doing the same thing they're doing in Canada it's probably a QR code I'm pretty sure they're doing the same thing worldwide so it's a standardized system I was honestly kind of mind blown when I signed up for an eHealth account and I could see every time I saw a doctor",
            "user_locations": [
                "Saskatoon Canada",
                "Playing boardgames wit yer maw"
            ]
        },
        {
            "country": [],
            "text": "@luciusbanns @dfi_playah @M_Phatical @IcicleThieves @BretWeinstein The totalitarian woke government of Canada.",
            "user_locations": [
                "",
                "",
                "",
                "",
                "",
                "Oregon, USA"
            ]
        },
        {
            "country": [],
            "text": "@AnnaB69522008 @moneywisecom Sweden, yes is free. Canada is not free unless you have a vaccine passport. Covid cases are going up again and thankfully are spiking in the provinces that voted for these policies",
            "user_locations": [
                "",
                "Ottawa",
                ""
            ]
        },
        {
            "country": [],
            "text": "Someone asked \"How could this happen?\" The response was chilling: \"We gave up our guns, Mate!\"\n#COVID19 #covidvariant #Covid_19 #Ontario #freedom #Canada #NoMore #NoMasks #NoMandatoryVaccines #NoVaccinePassportsAnywhere #NoVaccines #novaxpassports",
            "user_locations": [
                "Pickering, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@rogertansey It's a requirement in Canada",
            "user_locations": [
                "",
                "Southern California"
            ]
        },
        {
            "country": [],
            "text": "@Sk8judgeDT @LWolynetz @imgrund Still? Even after Health Canada's more or less admission that COVID is airborne? Those school boards are asking to get sued if a teacher or staff gets sick.",
            "user_locations": [
                "Toronto, Canada",
                "small town GTA",
                "",
                "Ontario, Canada"
            ]
        },
        {
            "country": [],
            "text": "@Babyg_wc @JamesfWells @10DowningStreet Canada has vaccine passports to enter sporting events. We all ware masks in stores and Public Transport. Our stress levels, quality of life  and covid numbers are so much better than in the UK and US. Being kind to your neighbors is being kind to yourself. What's the big deal?",
            "user_locations": [
                "",
                "",
                "UK, Wales 🏴󠁧󠁢󠁷󠁬󠁳󠁿",
                "10 Downing Street, London"
            ]
        },
        {
            "country": [],
            "text": "@itaniknight 99% survival rate, median age of death in Canada is 79 for Covid.\nDoesn't meet the threshold of digital slavery.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@JANEMCARTHUR11 @McDevonMD The disparities in protocols across the country have reached the apex of foolishnes and comedy.\n\n#COVID19 #pandemic #Canada",
            "user_locations": [
                "Land of poutine & politeness.",
                "Windsor-Essex, ON, Canada",
                "Ontario, Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen @drajm Absolutely agree, but here’s the rub: #Omicron may well be able to evade current vaccines. If we can keep it out &amp; vaccinate our kids against Delta, then great. If Omicron gets in &amp; becomes the dominant variant, could we still justify the risks of a potentially useless vaccine?",
            "user_locations": [
                "",
                "Australia",
                "Whadjuk Noongar land."
            ]
        },
        {
            "country": [],
            "text": "@Lauralynn4poems @GiseleNiachen @MarkFriesen08 Covid*",
            "user_locations": [
                "Canada",
                "",
                "",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen You mean kids are getting a sniffle?? Dear god. Kill them, to keep them safe.",
            "user_locations": [
                "Melbourne, Victoria",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@MWM47_ @SocialJ18418174 @wendyc78757 @washingtonpost And? You think this the very first vaccine I have ever had?\nTime for to put on your big boy pants and get the COVID vax…\n🐔",
            "user_locations": [
                "",
                "",
                "",
                "Dallas, TX",
                "Washington, DC"
            ]
        },
        {
            "country": [
                "CA"
            ],
            "text": "@ZeroCovfefe @JayVee5247506 @Brian_Orak @NervousKitty1 She has a following here in Canada too — but when she started openly credential shaming other COVID scientists, I lost all respect for her.",
            "user_locations": [
                "Victoria, British Columbia",
                "Los Angeles, CA",
                "",
                "New Jersey",
                ""
            ]
        },
        {
            "country": [],
            "text": "@bbctamil Did u also discuss Vaccine Racism   from Britain and Canada",
            "user_locations": [
                "",
                "India"
            ]
        },
        {
            "country": [],
            "text": "@UbakaOgbogu @Dave_Khan Canada must ban all international flights immediately; especially gateways cities like Amsterdam, London &amp; Frankfurt. We need to get developing countries vaccinated forthwith &amp; the G20 can foot the bill.",
            "user_locations": [
                "",
                "ᐊᒥᐢᑿᒌᐚᐢᑲᐦᐃᑲᐣ (in Nakota Isga)",
                "Mohkinstsis/Calgary-AB-Treaty7"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Address please .byob😀",
            "user_locations": [
                "American Samoa",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Sounds miserable. So glad the US is a free country.",
            "user_locations": [
                "",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@Spork1975 @Jan_Ham @Morneque I'm Canadian and I'm still mad about that. \nKemp is crooked as a snake. You should not be allowed to administer and exclude folks from the voter rolls of an election for higher office like that. \nAnd the GOP learned from him. Secretary of State never used to be a big competition.",
            "user_locations": [
                "Edmonton, AB",
                "Texas, USA",
                "Inlandia",
                "ΔΣΘ"
            ]
        },
        {
            "country": [],
            "text": "@SammyG_MD @Chuckw12 You mean on Ontario shelves",
            "user_locations": [
                "",
                "Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@whittakertp @fordnation @Chapmans_Canada That's because the cons want Covid to continue on.   Gives them a platform and an agenda.  They basically are okay killing people to get a vote.",
            "user_locations": [
                "",
                "Barrie, Ontario 🇨🇦",
                "Ontario",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell We can't provide ID's, there is a whole class of people that can't figure out how to get them.",
            "user_locations": [
                "Alaska, USA",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "There are escalating threats being reported that target vaccine clinics offering doses to children (5-11).  A Canadian QAnon influencer based in BC encourages her followers to “shoot to kill” or “arrest” anyone involved in vaccinating children. Police have been notified.",
            "user_locations": [
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Same",
            "user_locations": [
                "YYZ YQR SAN McrBLU #TML #MCFC ",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@HomeMediaMom @MarkFriesen08 Strong? Guy can't walk because covid ravaged his lungs. If only there could have been something to prevent this...",
            "user_locations": [
                "New York, NY",
                "USA/Canada",
                "Saskatoon, Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman They've destroyed quality of life for millions &amp; destroyed actual mental &amp; physical health of many more by⬇️ health maintenance/access to essent care. \n\nNobody matters *unless* u have a covid dx that allows corrupt politicians to grant themselves Emergency powers &amp; take freedoms.",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty I love this.",
            "user_locations": [
                "Bay Area, CA ✌️",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers DM your address 😉 (I’ll bring wine. Maybe whiskey. Def food)\n\nAlso, on an equally serious note, thinking about ways to organize a non-discriminatory holiday party. At a hotel/banquet center. There are loopholes if you don’t “sell” tickets. \n\nWith or without kids. Thoughts?",
            "user_locations": [
                "YYZ YQR SAN McrBLU #TML #MCFC ",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen Even 3 doses is no protection against #Omicron Best to wait until current are tweaked. And yes, keep kids away from school if possible. Why did Andrews/Sutton allow this to happen?",
            "user_locations": [
                "Perth Australia",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Yes this makes bill Gates a lot of money and also suppresses Freedom and more just like the communist party in China. No",
            "user_locations": [
                "Washington, DC",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@Ben_S_Harper lol\nConstantly moving the goal posts while conservative premiers promote antivax/covid denial messages.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@US_Wild_Boar @CP24 I need to escape Canada.  Texas is looking pretty good.",
            "user_locations": [
                "",
                "Austin, TX",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@Chapmans_Canada wouldn't be surprised if you put the vaccine in your ice cream! #ChapmansIceCreamsupportshumanguineapigs #chapmansicecreampromotesdiscrimination #chapmansicecreamusesbullyingtactics",
            "user_locations": [
                "Canada",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@LJMW169 @JigglyPants44 Covid ain’t letting up until they all banished. Sadly they’ll take too many innocent victims along with them.",
            "user_locations": [
                "Canadian 🇨🇦 Ab/Mb",
                "🧡🍁Liberal💉💉🇨🇦Ontario🍁",
                "Ottawa Ontario"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Evil.  Child abuse.  What the hell is wrong with you?",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@Dressdinyello @BarryHunt008 @CPHO_Canada @CAPPEM2 I think half of the union reps on Twitter have me muted now.\n\nThey can't even update their own websites to affirm covid is airborne and give basic safety tips for their members to adhere to at work or at home.",
            "user_locations": [
                "Calgary",
                "Canada",
                "Kitchener, Ontario",
                "Canada",
                "900 Maple Grove Rd, Cambridge"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Even the dogs think you are morons.",
            "user_locations": [
                "🇺🇸",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "It looks like comic con is actually scanning the QR codes for vaccination but no other businesses in San Diego are checking that. When I was in Canada, every restaurant asked to see it but didn't really bother to verify.",
            "user_locations": [
                "San Diego, CA"
            ]
        },
        {
            "country": [],
            "text": "@jamie1mosley @AdamBaldwin yes i noticed. the cops murded protestor is rotterdam and the military started taking people who came in close contract with postive case in australia.  in canada they only  show us the pro covid media.  im surrounded by commies.",
            "user_locations": [
                "",
                "",
                "USA"
            ]
        },
        {
            "country": [
                "CA"
            ],
            "text": "@IanGMackie1 @JustinTrudeau @cafreeland I disagree. Canada could bave led the way on the vaccination piece. Instead, Trudeau doesn't lead he just follows. He's not a leader. His father was. He isn't. He's a politician. Will do or say anything to get elected and maintain power, no vision and no integrity.",
            "user_locations": [
                "Joeyaska 2, British Columbia",
                "downtown K'emk 'emelay",
                "Papineau",
                "Toronto, ON"
            ]
        },
        {
            "country": [],
            "text": "@FlamesForums Canada should definitely boycott. Unfortunately we have a spineless pm",
            "user_locations": [
                "",
                "Calgary, Alberta, Canada"
            ]
        },
        {
            "country": [],
            "text": "@apmalong @BarryHunt008 @CPHO_Canada @CAPPEM2 I really don't understand why they can just shirk their responsibilities to us and no one even cares. I have learned a lot over the course of the pandemic.",
            "user_locations": [
                "Canada",
                "Calgary",
                "Kitchener, Ontario",
                "Canada",
                "900 Maple Grove Rd, Cambridge"
            ]
        },
        {
            "country": [],
            "text": "@OpensSpirit @Chapmans_Canada Thank you so much for your support ❤️❤️",
            "user_locations": [
                "",
                "",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@DeanOfSociology @JustinTrudeau @cafreeland We will have to agree to disagree then.",
            "user_locations": [
                "downtown K'emk 'emelay",
                "Joeyaska 2, British Columbia",
                "Papineau",
                "Toronto, ON"
            ]
        },
        {
            "country": [],
            "text": "@SuzanneShelton @RepSwalwell You have it backwards.\n\nYou can fly to Europe without being vaxxed.\n\nNon-residents, however, can't fly to the US or Canada without being vaxxed.",
            "user_locations": [
                "",
                "Chicago",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman I know exactly how you feel.",
            "user_locations": [
                "",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "@aaronhoyland @shalpinpeace It is a real stain on Canada that politicians/ government in Canada are allowed to continue leading us, while not following through on the matters at hand! No to cutting AHC and yes to caps back on Utilities , raise minimum wage so people:/ families can afford decent food. ..",
            "user_locations": [
                "Calgary, Alberta, Canada",
                "Edmonton, AB",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC You go take an inoculation of pure poison and it’s the Mark of the Beast😡😡😡 Everyone will die who takes it",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MelissaLMRogers Where are we going this holiday season?)))",
            "user_locations": [
                "Ontario, Canada",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Child abuse",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@CheriDiNovo How about sending them to southern Africa",
            "user_locations": [
                "",
                "Toronto, Ontario"
            ]
        },
        {
            "country": [],
            "text": "2059 #NT D12/R2011/T36137\n13 Repatriated/R13\n\nWAVE 4\n\n26,396(+1369) active cases Covid-19 Canada\n(4,516 active 22Jul)\n\nQC 8492(+1168): Montreal 2182\nON 6079(+272): Ottawa 310(-8)\nAB 5017\nBC 3200\nSK 940(-77)\nMA 1516\nNS 172\nNB 794(+6)\nNL 21\nYK 92\nPE 37\nNT 36\n\nUpdate QC, ON, SK, NB",
            "user_locations": [
                "Ontario, Canada"
            ]
        },
        {
            "country": [],
            "text": "@efreibauer @Dsmgatekpr @wesbury Stay your dumb ass in canada.",
            "user_locations": [
                "Farmington NM",
                "Toronto, Ontario",
                "Johnston, IA",
                "Wheaton, IL"
            ]
        },
        {
            "country": [],
            "text": "@dubsndoo Enjoy your trip. The weather is beautiful and the people are smart enough to say fuck you and your covid bullshit",
            "user_locations": [
                "Canada",
                "British Columbia, Canada"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Trudeau can shove it, we don't want or need his money.",
            "user_locations": [
                "Cochrane, Alberta",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Ffs … how vile.",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@NickAUSGRIT @joncoopertweets Same in Canada, where I live",
            "user_locations": [
                "",
                "",
                "New York"
            ]
        },
        {
            "country": [],
            "text": "@OmarAlghabra Minister Alghabra. Please ban all international flights into Canada immediately! Unless you close down flight hubs like Amsterdam, London &amp; Frankfurt, Hong Kong &amp; New Delhi the new South African covid variant will enter our country!!",
            "user_locations": [
                "",
                "Mississauga"
            ]
        },
        {
            "country": [],
            "text": "@JackieM09765604 @ProlongingCovid @shibby3235 Before you settle on a country, I would look at how they handled the first wave of Covid. Did they lockdown, push vaccines, etc. Good indication as to how far gone down the globalist road they are. We are checking out a few to see what it’s like on the ground before buying.",
            "user_locations": [
                "Canadian not in 🇨🇦 ",
                "",
                "On Gab at ChloroquineGuerilla2",
                "Onterrible, Chinada"
            ]
        },
        {
            "country": [],
            "text": "@anthonysimone95 @uhohsusannah @marabscott @ItsDeanBlundell And Canada has 37 million. Not the argument you think you’re making.",
            "user_locations": [
                "",
                "",
                "",
                "Toronto, Ontario 🇨🇦",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@StephenPunwasi @mektronik It's OK to punish African countries, but can't stop Air Canada flights from Europe and China, that won't be allowed by their bosses",
            "user_locations": [
                "",
                "Weimar Republic",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GovGone Read Kennedy’s bom on Fauci/Gates. Incredible. Lots of facts for pithy tweets. #TheRealAnthonyFauci",
            "user_locations": [
                "",
                "East Ottawa"
            ]
        },
        {
            "country": [],
            "text": "@lisa_iannattone @ZiikZiiii As happy as I am to blame the US for almost anything, but to imagine that the US is a bigger problem than Canada’s ow inept covid policies is insane!",
            "user_locations": [
                "Ottawa, Ontario",
                "Montréal, Québec",
                "Absurdistan "
            ]
        },
        {
            "country": [],
            "text": "@goldseek I’ve travelled twice now outside Canada. Each time did a Covid test at my own expense. On arrival back to Canada, both times nobody checked my PCr test. Both times I was “randomly” selected for another Pcr test in which I would be emailed results later. The stupidity and cost!",
            "user_locations": [
                "Canada",
                "Prague, Czech Republic"
            ]
        },
        {
            "country": [],
            "text": "@abhidabhi @SonaliVaid This was the case for Indian flights being banned in Canada and the US too. For me, this just reeks of discrimination and geopolitics, if you compare with what was done during the whole pandemic.",
            "user_locations": [
                "Vatican City",
                "New Delhi, India",
                ""
            ]
        },
        {
            "country": [],
            "text": "@CurtisSense I did my shopping online and just picked it up 😃.",
            "user_locations": [
                "Sweden",
                "Fairport, NY"
            ]
        },
        {
            "country": [],
            "text": "@SuburbanWoman00 In Canada, the homeless were vaccinated first.",
            "user_locations": [
                "Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@justbeeshing @sjredmond @BeagleLogic @Mhansen25W Incorrect. UN projections placed the US around 2.9M deaths for 2020.\n\nInstead, the US had 3.388M deaths in 2020.",
            "user_locations": [
                "",
                "",
                "Earth",
                "UK",
                "Midwest, USA"
            ]
        },
        {
            "country": [],
            "text": "Fully Vaccinated Pro-Vaccine Canadian Senator Dead at the Age of 56\n\nhttps://healthimpactnews.  com/2021/fully-vaccinated-pro-vaccine-canadian-senator-dead-at-the-age-of-56/",
            "user_locations": [
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@sunshine22kas @Carolyn_Bennett Not a chance.",
            "user_locations": [
                "Prince Albert, Saskatchewan",
                "🇨🇦 ",
                "Toronto, Canada"
            ]
        },
        {
            "country": [],
            "text": "@BroncoDean1 @YvetteMaglio @russellrmurray @DarrenDreger yeah right\n\ncovid deaths, gun deaths, opioids, gang wars, poverty, racism\n\n'merica is on its way to 3rd world status",
            "user_locations": [
                "",
                "Strathcona County, Alberta",
                "",
                "Dar es Salaam, Tanzania",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Britneyloveeeef @chrissaccoccia1 What. I don’t vax and I’ve been all over world but after nov 30 I’ll see if I can fly out",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@janetkmason @Lianne_Rood Janet, please explain how #Trudeau would be OK attending COP 26 &amp; addressing the Dutch Parliament 2 weeks ago, BUT considers the Canadian Parliament too dangerous to attend personally?\nCould it be he fears having to answer Opposition questions more than #COVID?",
            "user_locations": [
                "Airdrie, Alberta, CANADA",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@msainat1 @TabathaSouthey A few years ago their main factory burned down but they continued to pay their employees who were out of work until they could get up and running again. It’s a family run business. Just goes to show that you don’t have to nickel and dime your employees.",
            "user_locations": [
                "Toronto, Ontario",
                "Gainesville, Florida",
                "Toronto"
            ]
        },
        {
            "country": [
                "CA"
            ],
            "text": "@ladyheatherlee The so-called Self-Proclaimed Queen of Canada (who says that Liz is a lizard in a skin suit) is actively encouraging her followers to stop the vaccination of kids at all costs, and has euphemised them as “Duck Hunters”. So, be careful but get it done.",
            "user_locations": [
                "Peterborough, Ontario",
                "Prince George"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty That’s really crazy.",
            "user_locations": [
                "Toronto, Ontario",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@SingaporeAir Hi, India to Canada flight via Singapore. As per the Canadian regulations, COVID-19 molecular test needs to be done from the transiting country. Is there a testing facility at the Changi Airport or near to the airport (where I can go without a visa)? Please guide.",
            "user_locations": [
                "Mumbai",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Sacrificing children to give boomers a false sense of security. You are scum.",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@nspector4 Now do Alberta",
            "user_locations": [
                "Do you know where I am?",
                "Victoria, BC"
            ]
        },
        {
            "country": [],
            "text": "@badzoot7 @helpcoincom @BLNewsMedia @CMHA_NTL There’s roughly 370 hospitals in ON, and 1265 in Canada. Av 3107 stillbirth Canada yr, therefore 2.45 per hospital, which = 925 av in ON yearly, which = 75 per month in all of ON = 5 per hospital per month.\nSo anything more is abnormal.",
            "user_locations": [
                "Ottawa",
                " Castle Anthrax",
                "Earth",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@jmo911 @atensnut Is that crazy or what?",
            "user_locations": [
                "pittsburgh",
                "Indiana, USA",
                "Fort Smith, Arkansas"
            ]
        },
        {
            "country": [],
            "text": "@poseidonweeps @Comply2Resist @NPR The statistics show they're very comparable.\nHere in Canada, we avg. 7-8K flu deaths /yr\nIn the last 2 yrs, we've had 29.5K Covid-related deaths, so about 15K /yr.\nIn 2020, we only had 120 flu deaths, where did the other 8K go?\nIt's reasonable that most were classified as Covid.",
            "user_locations": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@ScottBilleck And next to no one in the stands wearing one. What is Calgary’s vaccine requirements for attending games?",
            "user_locations": [
                "",
                "Winnipeg, MB"
            ]
        },
        {
            "country": [],
            "text": "@montrealMark1 @CTVNews Consider this all of the previous variants arrived here when leisure travel wasn’t allowed &amp; people had to go into quarantine when entering Canada. We’ve safely had our border opened since this summer. 1/",
            "user_locations": [
                "Port Moody, British Columbia",
                "Montreal Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@NoahCoiner @mccryptoshi @ollieinvests @AltsQ They actually have very little to no liability. In Canada, where I live, we have to sign a waiver before the vaccine. And when a company is making $35 BILLION+ profit, they can afford some pretty good legal representation.",
            "user_locations": [
                "Calgary, Alberta",
                "Satoshi, Nakamoto",
                "United Kingdom",
                "",
                "🇪🇸"
            ]
        },
        {
            "country": [],
            "text": "@jpschiebelbein @ryanmeili @jacindaardern @PremierScottMoe Right wing governments have the worst records in Canada. Moe and Kenney have been consistently at the bottom of the pile.\n\nTrudeau’s incompetence is not to be ignored. People with Covid symptoms were still being allowed on domestic flights in Canada days after NZ was locked down.",
            "user_locations": [
                "Cambridge NZ then Oakville ON",
                "Osler, Saskatchewan",
                "Treaty 6 Territory",
                "Auckland, New Zealand",
                "Saskatchewan"
            ]
        },
        {
            "country": [],
            "text": "/ meaning the test you got before you left Canada is the one you use to prove you didn’t get Covid while you were outside Canada. There’s some theory that Lifelabs is bribing the liberals, and I’m starting to believe it",
            "user_locations": [
                "Esquimalt, British Columbia"
            ]
        },
        {
            "country": [],
            "text": "I am so proud of @Chapmans_Canada they are paying each vaccinated employee $1 extra an hour. They aren’t firing unvaxxed employees. Instead they have agreed to pay for daily Covid tests for each unvaxxed employee. #IStandWithChapmans",
            "user_locations": [
                "The Land of Nod",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "But ignorant unvaxxed people think this is unfair and are now boycotting chapmans. IT COSTS MONEY TO PAY FOR YOUR UNVAXXED ASS TO BE TESTED!! This makes it fair.",
            "user_locations": [
                "The Land of Nod"
            ]
        },
        {
            "country": [],
            "text": "@H_the_Cats_Fan This is so exciting!!! 💜💜",
            "user_locations": [
                "Australia ",
                "Geelong, Victoria"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Naziland",
            "user_locations": [
                "",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@TradeyPants @NoahCoiner @ollieinvests @AltsQ Yeah, I’m in Canada as well but British. I work for myself so have no private medical insurance. If something were to develop which they don’t know about just now… who is going to pay for that?",
            "user_locations": [
                "United Kingdom",
                "Calgary, Alberta",
                "Satoshi, Nakamoto",
                "",
                "🇪🇸"
            ]
        },
        {
            "country": [],
            "text": "@21CenturyNow @CTVNews Say it with me: Covid. Is. Not. A. Parasite.",
            "user_locations": [
                "Ontario, Canada",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Benji_Canada @JackPosobiec No, it was vaccinating into a pandemic with a marginally effective vaccine that has caused the variant problem. Now, the restrictions on freedom problem is Biden and his administration's fault.  None of the actions they've suggested the population take actually work.",
            "user_locations": [
                "Earth",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@lsferguson In Canada, that would be all of them.",
            "user_locations": [
                "",
                "Worcester, MA"
            ]
        },
        {
            "country": [],
            "text": "@ScabiesRemedy They were trying to find out in a nursing homein Canada last year why one floor of the hospital was only ones that didn't get covid in a super spreader.  Turned out they had been given ivermectin for a scabies break out.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@H_the_Cats_Fan @itsAJBack At tha pub.... &amp; told him to stay away from me...... Even the publican friend of mine agreed....... &amp; then I relented &amp; went on a date &amp; it was like the F'ing Titanic..... Longer it went on the further it sunk..... &amp; then...... Oh alright then you persistent rash.... Hilarious!",
            "user_locations": [
                "Australia",
                "Geelong, Victoria",
                "Australia "
            ]
        },
        {
            "country": [],
            "text": "@ScottinVictoria @JayVee5247506 @Brian_Orak @NervousKitty1 Yikes. I distinctly remember that episode. It was heartening to see decent scientists come together and help out scientists who were credential shamed though.",
            "user_locations": [
                "Los Angeles, CA",
                "Victoria, British Columbia",
                "",
                "New Jersey",
                ""
            ]
        },
        {
            "country": [],
            "text": "@nspector4 Probably back in the same day when the 🇨🇦media weren’t subsidized puppets of the ruling party.",
            "user_locations": [
                "Citizen of the World",
                "Victoria, BC"
            ]
        },
        {
            "country": [],
            "text": "@ScottinVictoria @JayVee5247506 @Brian_Orak @NervousKitty1 Why does it seem like “Zero Covid” is so well organized (or well represented online) in Canada?",
            "user_locations": [
                "Los Angeles, CA",
                "Victoria, British Columbia",
                "",
                "New Jersey",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty So Fauci didn't kill all the puppies?  That's nice of him.",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@mccryptoshi @TradeyPants @ollieinvests @AltsQ Sounds like you’d be able to apply for benefits under the CICP, but definitely cannot sue the manufacturers directly. They’re covered under the PREP act. Which again brings me to one of my original points. The government is the enemy of this situation way more than Pfizer.",
            "user_locations": [
                "Satoshi, Nakamoto",
                "United Kingdom",
                "Calgary, Alberta",
                "",
                "🇪🇸"
            ]
        },
        {
            "country": [],
            "text": "@RepSwalwell Thankfully we already did this in Canada.",
            "user_locations": [
                "Toronto, Ontario Canada",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [],
            "text": "@couchycraig I'm taking time off tennis myself until I'm finished getting in shape, by next summer hopefully, but I may be facing the same problem here in Canada a that time. Australia seems to be a little worse than here, but our government is headed that way too.",
            "user_locations": [
                "Toronto, Ontario",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@EvKazoo @Comply2Resist @NPR It’s more reasonable to assume that covid safety measures like masking and lockdowns reduced the community transmission of all diseases including the flu. Thus reducing the overall deaths due to the flu.",
            "user_locations": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Brashnaa Oh, mara besides visa, getting on the Canadian side is so hassle these days because of Covid but it's all worth it in the end. Kho iA someday soon :) Wish you were in the area as me and @Heela317 are getting on the other side on tomorrow and could have caught up.",
            "user_locations": [
                "6ix",
                "Syracuse/Karachi/Quetta ",
                "ʕ·ᴥ·ʔ"
            ]
        },
        {
            "country": [],
            "text": "@MarkCorke @SecBlinken @richardcalland @DIRCO_ZA Nothing makes and true here. It is just racist 🙄",
            "user_locations": [
                "",
                "",
                "",
                "Cape Town, South Africa",
                "Pretoria, South Africa"
            ]
        },
        {
            "country": [],
            "text": "Ya it is kinda funny they wear working on a new vaccine for the new vairent before it was discovered that's because they planed this hole thing the pandemic was a governent plan rite from the get go cought in Canada messing with it before it happens",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "im kind of having a moment where im remembering that being broke and stuck in canada because of covid and seasonal depression and all that shit is temporary and this will not be the rest of my life",
            "user_locations": [
                "Jail"
            ]
        },
        {
            "country": [],
            "text": "@slbell59 @JustinTrudeau There is no stopping this. Only mitigation of symptoms. Eventually, every human will contract Covid in one variant or another. Natural immunity to follow.",
            "user_locations": [
                "Whitby, Ontario",
                "Sarnia",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "@1NetSurfer @kniggliator @Alec_Zeck How many non-healthcare workplaces in Canada don’t offer the option for regular testing instead of vaccination?",
            "user_locations": [
                "Seattle, WA",
                "Canada",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@BtsWoongi there a new variant in Europe. figure it'll be here in time for mx tour.",
            "user_locations": [
                "Louisiana, US",
                "WeneeGaseLand"
            ]
        },
        {
            "country": [],
            "text": "@OpensSpirit @aslatterly @Chapmans_Canada *citation required",
            "user_locations": [
                "Hamilton, Ontario",
                "",
                "",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@AGCharlesworth @COVID_19_Canada So glad to hear ❤",
            "user_locations": [
                "on a beach, hopefully",
                "University, Toronto",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@lifesafeast @joncoopertweets No boosters in Canada 😞",
            "user_locations": [
                "canada",
                "Chinon, France",
                "New York"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC @WhatAJo33956289 😒🤔😠Take that booster of mine. No compensation for those horribly injured by Pfizer",
            "user_locations": [
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@0x_rusher @awbitcoin @fintechfrank Correct, most countries have absolutely shitty hospital load and healthcare workers have been overwhelmed by it before. Has anyone ever thought about what would happen if we upgraded existing/built a few more hospitals and hired more staff instead of spending billions on vax?",
            "user_locations": [
                "",
                "Canada",
                "New York City",
                "Florida, New York, New Jersey"
            ]
        },
        {
            "country": [],
            "text": "@ibcenusoon @cscrignaro @GaiaMan8 @TorontoStar Anyone in Canada that doesn’t know that frigging term by now- health systems overrun- has zero clue. For some hospitals in Canada, taking on 50 xtras throws things outta whack. Low staffs. Catch up people Jesus🤦‍♀️",
            "user_locations": [
                "",
                "Canada",
                "Windsor, Ontario",
                "",
                "1 Yonge St., Toronto, Canada"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Here in America they have Big Bird coercing the kids, and their dumb parents.",
            "user_locations": [
                "Raccoon City",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@Red_Rigger @badvaers Fully vaccinating 11.25 million people there have been 8 deaths linked to the vaccine. 0.000071%.  For comparison, your chances of dying crossing the road THIS YEAR are about 2 in 100000 or .002%. You better stop walking if you’re afraid of the vaccine.     …cont",
            "user_locations": [
                "",
                "Orange County",
                ""
            ]
        },
        {
            "country": [],
            "text": "@DavidHamer_1951 @JustinTrudeau I almost believe you, but FedEx??? C’mon!",
            "user_locations": [
                "Burlington, Ontario",
                "Toronto,  Canada",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "@DocRichard @BBCNews its been pointed out to me that not all provinces have madk mandates still, so my point stands for Ontario but not sure which others.",
            "user_locations": [
                "Canada",
                "Somerset",
                "London"
            ]
        },
        {
            "country": [],
            "text": "Imported cases:\n\n#12431: 80/M, arrived from Canada on CX829 November 24th. Tested positive in DQH Metropark Hotel Kowloon, Ho Man Tin.\n\nAsymptomatic\n\nL452R mutation strain positive\n\nReceived two doses of COVID-19 vaccination (Comirnaty) in Canada on May 16 and July 21",
            "user_locations": [
                "Hong Kong"
            ]
        },
        {
            "country": [],
            "text": "#12432: 37/M arrived from Nigeria via Addis Ababa on ET608 November 24th. Tested positive in DQH Ramada Hong Kong Grand View, North Point.\n\nAsymptomatic\n\nN501Y mutation strain positive.\n\nReceived two doses of COVID-19 vaccination (Moderna) in Nigeria on September 6 and October 5",
            "user_locations": [
                "Hong Kong"
            ]
        },
        {
            "country": [],
            "text": "@SpaFoot2 @raelyn50876628 @RepSwalwell Are you saying this like it's a good thing? Because it's really not",
            "user_locations": [
                "",
                "",
                "",
                "East Bay, CA & DC (CA-15)"
            ]
        },
        {
            "country": [
                "CA"
            ],
            "text": "@ZeroCovfefe @JayVee5247506 @Brian_Orak @NervousKitty1 Because we are too polite for our own good. And the squeaky wheel phenomenon. Many are really good smart people. I was for elimination, and wish we could, but world leaders couldn’t organize the removal of a fart from a wet paper bag on a windy day, mine included. 😢",
            "user_locations": [
                "Victoria, British Columbia",
                "Los Angeles, CA",
                "",
                "New Jersey",
                ""
            ]
        },
        {
            "country": [],
            "text": "@BenFlath @CTVNews COVID-19 vaccination began in Canada on December 14, 2020",
            "user_locations": [
                "",
                "Saskatchewan, Canada",
                ""
            ]
        },
        {
            "country": [],
            "text": "@roeteddy No hospitals now? Is that a covid thing?\n\nIf so, just another reason to hate the virus.",
            "user_locations": [
                "Spruce Grove, Alberta",
                "Lethbridge, Alberta, Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen Wish they’d bloody hurry up with this 😤",
            "user_locations": [
                "",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@POTUS @FelipeCalderon @WHO You should push Obrador (the shit man) to restrict travel from South Africa.  As you are making an effort to avoid the New corona variant and hé doesnt, Mexico will be soon full of the virus and will bring it to USA and Canada.",
            "user_locations": [
                "",
                "",
                "México",
                "Geneva, Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@nanakaren11 @ashhawkly @CBCQueensPark @Chapmans_Canada No one ever said anti vaxers were smart, lol. This has actually opened the flood gates for other companies to follow suit and reap the rewards of the majority population support.",
            "user_locations": [
                "",
                "Ontario",
                "",
                "Toronto",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@carol_fraughton @ChristianWalk1r Remember Slow-The-Spread? There was never any stopping C-19. The 1918 Spanish Flu pandemic went through the population in 6 months. It never disappeared. Most Flu’s today can be traced as mutations of the Spanish Flu. Do you think we’re going to VAX our way out of this pandemic?",
            "user_locations": [
                "37211, 37919, 93257,78633,",
                "Tantallon, nova scotia",
                "IG: @christianwalk1r"
            ]
        },
        {
            "country": [],
            "text": "@dr_elysia @normanswan Every paediatric expert, numerous Nature articles and all the data prove outcome for kids not a concern at all. \nCanada 300,000 &lt;18 case with less than 1% severe illness\n\n0% benefit outweighed by known and unknown offsets with the vaccine. Horrible statement void of any evidence",
            "user_locations": [
                "",
                "New South Wales, Australia",
                ""
            ]
        },
        {
            "country": [],
            "text": "@DeItaone I watched it for entertainment purposes. They told us about 57 timed to get vaxd. And after saying they think the vax may not offer protection against the new variant: get vaxxed anyway",
            "user_locations": [
                "",
                "Switzerland"
            ]
        },
        {
            "country": [],
            "text": "@AirCanada \nHello, I (Canadian Citizen) am travelling from New Delhi, India to Toronto Canada ( 2h Layover in Frankfurt).  Could you please confirm that I can get boarding pass of my both Legs from DELHI.\n\nI am fully vaccinated in Canada. I will have Covid Test at Delhi Airport.",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman Support from another in Chicago, who has mental health challenges. My credo, for a YEAR, has been, \"to chase 1 virus, we have ignored ALL the determinants of health. Bravo\". Death doesn't matter, now, unless it's 'covid death'.",
            "user_locations": [
                "Arlington Heights, IL U.S.A. ",
                "St. John's, Newfoundland 🇨🇦 "
            ]
        },
        {
            "country": [],
            "text": "-city and color cancels tour due to 2 crew getting Covid \n-new variant worse than Delta now identified \n-Covid numbers rising in every province across Canada and yet \n—so many concert goers packed into clubs &amp; arenas with so few masks in sight. Am I the only one shuddering?",
            "user_locations": [
                "Vancouver, Kelowna, Okanagan"
            ]
        },
        {
            "country": [],
            "text": "@MargoAllore @10DowningStreet Go away 2 follower bot",
            "user_locations": [
                "",
                "",
                "10 Downing Street, London"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Link to confirm the last sentence?",
            "user_locations": [
                "The Upside Down World",
                ""
            ]
        },
        {
            "country": [],
            "text": "@JanetRWees @theonewhoissane When it presents a risk. Canada at the moment is doing very well. Vaccination has been the answer all along. More of it is the answer to any other concerns.",
            "user_locations": [
                "Manitoba",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@christineeagle1 @marywin55729514 @SammyG_MD If you were so worried you wouldn’t be flying",
            "user_locations": [
                "",
                "",
                "",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@BogochIsaac Thread-A lot of people have responded to this tweet. Let me clarify that I meant half the cases in Canada are fully vaccinated ppl. I'm not an anti-vaxxer. I'm just a greatly inquisitive millenial. Firstly, I wonder is the western world prepared to wear masks for the next 5 yrs?",
            "user_locations": [
                "",
                "University of Toronto"
            ]
        },
        {
            "country": [],
            "text": "@Ruffy_the_Lion If you don't already have one, it helps seasonal depression a lot to pick up a therapy light. You want on measuring 10,000 lux with no blue light, and you have to use it an hour a day, preferably in the morning. It helped my seasonal depression a lot!",
            "user_locations": [
                "Sitting on your face, silly! ",
                "Jail"
            ]
        },
        {
            "country": [],
            "text": "@Ruffy_the_Lion *an hour a day during the fall/winter, sorry. Also yes a lot of bad things in life are temporary if you're in the process of doing something about them, though I'm sorry if \"being in Canada\" is one of those things for you.",
            "user_locations": [
                "Sitting on your face, silly! ",
                "Jail"
            ]
        },
        {
            "country": [],
            "text": "@BogochIsaac Because what is this would be our new normal for longer than expected? \nThe mRNA vac companies haven't even update the vaccines since the first variants yet we see there's a clear progression of the virus. What happens if like antibiotics, the vaccine eventually doesn't work?",
            "user_locations": [
                "",
                "University of Toronto"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @ComradeVero Hang in there Rick. God loves those who care for others, and ensures Justice comes to those who do harm to others.",
            "user_locations": [
                "Chinada ",
                "St. John's, Newfoundland 🇨🇦 ",
                "Onterrible, Canada "
            ]
        },
        {
            "country": [],
            "text": "@RealCandaceO Biggest psychological operation ever played on mankind in lockstep Europe , Canada, USA, Australia , seems like only rich free countries get infected !! Skipped Africa ?",
            "user_locations": [
                "New York, USA",
                "New York, USA"
            ]
        },
        {
            "country": [],
            "text": "@Lunar_Luster u will just have to visit when covid is over so I can make you some! ❤",
            "user_locations": [
                "Wales",
                "The Moon of course 🌙"
            ]
        },
        {
            "country": [],
            "text": "@JB88000 @barkhausmedia @CPHO_Canada I didn’t vote for the little blackface fascist so make me accept it. Is coercing half the country into taking a useless vaccine that clearly isn’t working how your democracy works? 🤡",
            "user_locations": [
                "",
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@rick_pittman @ComradeVero Hang in there man!",
            "user_locations": [
                "Saskatoon",
                "St. John's, Newfoundland 🇨🇦 ",
                "Onterrible, Canada "
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty It’s child abuse pure and simple",
            "user_locations": [
                "Texas",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@prairiecentrist @theonewhoissane Vaccines are not the only answer; they partner with masks and distancing. One isn’t as effective without the other. All three need to be present.",
            "user_locations": [
                "",
                "Manitoba",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC It's not a vaccine.",
            "user_locations": [
                "Ottawa",
                ""
            ]
        },
        {
            "country": [],
            "text": "@garethicke Australia, Austria, Belgium. What's next in the western democracy alphabet? Hmmmm, Canada. Yep, fits nicely",
            "user_locations": [
                "",
                "Derbyshire, England"
            ]
        },
        {
            "country": [],
            "text": "@DavidStaplesYEG It's all theatre and trust in the ruling elite has evaporated",
            "user_locations": [
                "White North",
                "Edmonton"
            ]
        },
        {
            "country": [],
            "text": "My package RU944966370NL is in transit for 25 days. I'm in a hurry as I'll move next mth. Can u @PostNL  see wt's going on and provide me with an estimated arrival date? If not, do u have an estimated delivery time to Canada? The website one seems not to work anymore after COVID.",
            "user_locations": [
                "",
                "The Netherlands"
            ]
        },
        {
            "country": [],
            "text": "@MarkCorke @SecBlinken @richardcalland @DIRCO_ZA Dont worry . Those nrs is already bieing hyped up",
            "user_locations": [
                "",
                "",
                "",
                "Cape Town, South Africa",
                "Pretoria, South Africa"
            ]
        },
        {
            "country": [],
            "text": "@Benjami75679824 Hi!I see we only serve as a gateway for this shipment. This means we only forward it to the country of destination. Therefore we have no extra info about it. Please contact the sender or your local postal organization for more help and info. I hope you will have your parcel soon.",
            "user_locations": [
                "The Netherlands",
                ""
            ]
        },
        {
            "country": [],
            "text": "@Chapmans_Canada Just want to give you a shout out for giving salary increase to those who are vaccinated! Living here in Singapore, &amp; I know for a fact vaccines work! Death rate here these past 2 years is low due to the high vaccination! America who made these vaccinations has thousands dying!",
            "user_locations": [
                "",
                "Markdale, ON"
            ]
        },
        {
            "country": [],
            "text": "@rgbeaumont @JuliaHB1 @talkRADIO Oh give it arrest. It's a cold. 99.7% survival rate! I've had it. Most have had it. Media driven fear. Hello.\nIn court the Canadian government couldn't prove it even exists. As never been isolated. No wonder they created a vaccine that doesn't work?",
            "user_locations": [
                "",
                "England",
                "London",
                "United Kingdom"
            ]
        },
        {
            "country": [],
            "text": "@DavidMcImpact @Babyg_wc @JamesfWells @10DowningStreet We forgot how to be kind .. we are uncaring and object to everything except a crazy government",
            "user_locations": [
                "Port Talbot, Wales",
                "",
                "",
                "UK, Wales 🏴󠁧󠁢󠁷󠁬󠁳󠁿",
                "10 Downing Street, London"
            ]
        },
        {
            "country": [],
            "text": "@swilliasc111 @BogochIsaac Home school and protect your children from the psyop that the school boards are supporting.",
            "user_locations": [
                "",
                "Treaty 1 / Manitoba",
                "University of Toronto"
            ]
        },
        {
            "country": [],
            "text": "@DonDurrett Good question, I know it's different around the world here in Canada when you go to school you need to have all your vaccines in order.. you have to show proof or get sent home.. I got sent home as I was not born here and didn't have one of the required..",
            "user_locations": [
                "Canada",
                "Nevada, USA"
            ]
        },
        {
            "country": [],
            "text": "@stewak2 @lazer_hendy @mtminahan @getserious1234 @Zhuzhuzhu2049 @rogertansey @megtirrell The serum institue of india is already producing novavax. There are several facilities around the world that are/will be producing it, canadas facility is only one of them. It needs to be approved pronto, the data is already in. We can order it from india like the AZ vaccine.",
            "user_locations": [
                "",
                "Fort Frances, Ontario, Canada",
                "Canada",
                "",
                "Canada",
                "Vilnius, Lithuania",
                "Southern California",
                "New York"
            ]
        },
        {
            "country": [],
            "text": "@EvKazoo @Comply2Resist @NPR Those rates were not claimed, they are sourced directly from confirmed case data. That data shows that nationwide in Canada vaccinated persons are far less likely to contract covid or be hospitalized and die from it. It is a nationwide data set that confirms vaccine efficacy.",
            "user_locations": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC F @JustinTrudeau leave #Canada or pay for your incompetence.",
            "user_locations": [
                "",
                "",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "@barriebeacon okay but what are your thoughts on the thing i mentioned specifically",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@serentrippety Friend in Canada had Moderna had seizures within hours didn’t die thankfully",
            "user_locations": [
                "",
                ""
            ]
        },
        {
            "country": [],
            "text": "@slbell59 @JustinTrudeau White tail deer have COVID, dumb ass. It’s here to stay. Deal with it like you deal with all the other shit we don’t shut down society for.",
            "user_locations": [
                "near Gov.Newsom's pomade trail",
                "Sarnia",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC @JustinTrudeau can’t hide. He’s to public. One falls they all fall. Or they all get in Line.",
            "user_locations": [
                "",
                "",
                "Papineau"
            ]
        },
        {
            "country": [],
            "text": "Its ok ive flown to brisbane alone when i was 12 and was meant to go to canada last year by myself but fucking covid 😒",
            "user_locations": [
                "he him"
            ]
        },
        {
            "country": [],
            "text": "Canada likely will get hit hard this winter by covid-10 and B.1.1.259",
            "user_locations": [
                ""
            ]
        },
        {
            "country": [],
            "text": "@MFWitches Yes where are those kids vaccines. That the US, Canada, Israel &amp; the EU regulators have already approved. Has the TGA gone on holiday or something. Not like 1000s kids getting Covid in Vic &amp; NSW is a problem or anything.",
            "user_locations": [
                "Australia",
                "Djadjawurrung Land"
            ]
        },
        {
            "country": [],
            "text": "@UncleJune3 @barkhausmedia @CPHO_Canada Yes that’s how a civilized society works Uncle June. The smart make rules for the stupid. And the stupid refuse to follow them. Because they’re stupid.",
            "user_locations": [
                "",
                "",
                "",
                "Canada"
            ]
        },
        {
            "country": [],
            "text": "@1CeliaGreen With all the rallies going on in Australia I’m surprised no one got delta let alone omicron??",
            "user_locations": [
                "",
                "Australia"
            ]
        },
        {
            "country": [],
            "text": "@GAKechnie @ktumulty Lining up for death",
            "user_locations": [
                "",
                "Toronto, Ontario ",
                "Washington, DC"
            ]
        },
        {
            "country": [],
            "text": "@MLGG2 @TheTorontoSun @fordnation @JustinTrudeau @PHAC_GC @TOPublicHealth @PublicHealthON @OttawaHealth Problem is, there is no actual vaccine, Martha, only experimental injections.  And people like Brian don’t have the guts to mention a word but keep up the BigPharma and Canadian politician’s support of the UN WEF New World Order #eugenicists",
            "user_locations": [
                "🇨🇦 Canada",
                "Canada",
                "365 Bloor St. E., Toronto, ON",
                "Ontario",
                "Papineau",
                "Canada",
                "Toronto",
                "Toronto, ON",
                "Ottawa, Ontario"
            ]
        },
        {
            "country": [],
            "text": "@Tiquetonne @ZubyMusic Im sorry to say, but you’re naive. When the next big wave comes to you (I predict it will be in the next month as you always lag Europe), you’ll start blaming the unvaxed, even though you and all your vaxed friends will get COVID. Enjoy your next lockdown and booster 👍🏻",
            "user_locations": [
                "",
                "Victoria. B.C.",
                "Global"
            ]
        },
        {
            "country": [],
            "text": "@TheOldeRoads @bitemxrk @RWMaloneMD Sounds like user error...\n\nLike responding to \"Seat belts save lives\" with \"not true I knew a guy who smashed his car every day and then died last week from smashing his car while wearing his seatbelt\".\n\nAlso brain is old, and a sample size of 1 of 30 million",
            "user_locations": [
                "",
                "",
                "San Francisco, CA",
                "Madison, VA"
            ]
        },
        {
            "country": [],
            "text": "@funmidniterider @CP24 You must have missed the boat we've known all along that vaccinated people get and give covid-19",
            "user_locations": [
                "",
                "Canada",
                "Toronto"
            ]
        },
        {
            "country": [],
            "text": "@TheresaLongo Nothing covid related is making sense. Open up, end the lockdowns and #UNMASKOURCHILDREN",
            "user_locations": [
                "Ontario, Canada",
                "Worldwide"
            ]
        },
        {
            "country": [],
            "text": "@princes35964114 @talk2oleary @fordnation And at the same time donate doses to less advantaged countries to decrease the likelihood of more dangerous variants? Canada has one of the highest vaccination rates in the world, you sound very entitled.",
            "user_locations": [
                "2 hours from Toronto",
                "Canada🇨🇦",
                "Treaty 13 Land - Toronto",
                "Ontario"
            ]
        },
        {
            "country": [],
            "text": "@MattGiancolaPPC Why aren't taxpayers who are unvaccinated not eligible?\nSeems a tad unfair don't you think?",
            "user_locations": [
                "here",
                ""
            ]
        },
        {
            "country": [],
            "text": "@GovGone Even the US doesn't go as far as to punish doctors for not towing the line and pretending they agree with these policies.",
            "user_locations": [
                "",
                "East Ottawa"
            ]
        }
    ]
}
