[{
    "country": [],
    "text": "@PureBlood1710 @CPC_HQ @CP24 @CPHO_Canada @epdevilla Been asking this for sometime now , the restrictions have %100 shed a light on the source of the spreading and it ain’t us",
    "user_locations": [
        "Ontario Canada ",
        " Canada",
        "Canada",
        "Toronto",
        "Canada",
        "Ontario, Canada"
    ]
},
{
    "country": [],
    "text": "@ETito604 That was explained multiple times. \n\nThey placed orders with promising vaccine makers before they were tested and approved. Some did not work, won’t be buying those. Others are not needed or will be donated to poorer countries that can’t afford it.",
    "user_locations": [
        "Ottawa & Toronto",
        "Vancouver, British Columbia"
    ]
},
{
    "country": [],
    "text": "@GusFowler @lavenderashtray @charlesadler Because it’s just another climate/covid denial narrative being spun out of alberta’s war room.",
    "user_locations": [
        "Montréal, Québec",
        "Vancouver, British Columbia",
        "east vancouver",
        "Western Canada "
    ]
},
{
    "country": [],
    "text": "@ButHrtWrestling @DylRicho @VillainChrisK @MATTHARDYBRAND Mandates are working extremely well in 🇨🇦.\n It ain’t about me, it’s about protecting my household, protecting my street then my village, my town, my province &amp; then I protect my Canada.\n\n😷+ Testing &amp; Vaccination\n= 3Wide Bulletproof Vest. \n\nBetter than nothing, don’t you think⁉️",
    "user_locations": [
        "Canada",
        "Smackdown Hotel",
        "Leicester, GB",
        "Eye of the Storm",
        "My YouTube channel ⬇️"
    ]
},
{
    "country": [],
    "text": "@Antifa_Native @MeredithPutvin @wakeuptopano @tristanhudgens @boston_watchdog @conna_dewart @davidhogg111 I am aware that there is a *choice* but at least here in Canada you can hardly do anything without a vaccine. All unvaccinated government workers have been put on unpaid administrative leave.",
    "user_locations": [
        "He/him",
        "Colorado",
        "",
        "",
        "Marion, IL",
        "",
        "Oklahoma, USA",
        ""
    ]
},
{
    "country": [],
    "text": "@ABMDresistance @MakisMD @RachelNotley How’s that Omicron working out? Sure is favouring the vaccinated. Funny that none of the CMOH in Canada will announce the vaccine status of those that test positive for the Omicron.",
    "user_locations": [
        "Canada",
        "Alberta, Canada",
        "Edmonton, Alberta",
        "Edmonton"
    ]
},
{
    "country": [],
    "text": "@AnnieClaireBO Does anyone know if the Covid tests that must be done for air travellers returning to Canada , have to be PCR tests or could they be the rapid tests so people are stuck for days.",
    "user_locations": [
        "",
        "Ottawa"
    ]
},
{
    "country": [],
    "text": "@wilescape @amcelha3 Texas is over rated, you should really check out Oklahoma that's the spot to be super high vaccination rates and everything.",
    "user_locations": [
        "San Antonio",
        "",
        "Georgia, USA"
    ]
},
{
    "country": [],
    "text": "@JustinTrudeau Let's face it, you are the worst government on the planet. You've turned the Prime Minister's Office into a complete joke. You are not capable of leading this country. Canada is desperate for a real leader.",
    "user_locations": [
        "",
        "Papineau"
    ]
},
{
    "country": [],
    "text": "@brennandetzler Probably but I still don't think he'd have a hard time selling. It's still a Canadian NHL team. They'd be lining up if Lebreton was done.",
    "user_locations": [
        "",
        "2017 Cup Run"
    ]
},
{
    "country": [],
    "text": "@Antifa_Native @MeredithPutvin @wakeuptopano @tristanhudgens @boston_watchdog @conna_dewart @davidhogg111 I was replying directly to @MeredithPutvin in their tweet saying that me making the choice to get the vaccine threatens their bodily autonomy, which I disagree with. I do recognize, however, the differences between reproductive rights and vaccination rights.",
    "user_locations": [
        "He/him",
        "Colorado",
        "",
        "",
        "Marion, IL",
        "",
        "Oklahoma, USA",
        ""
    ]
},
{
    "country": [],
    "text": "@Kennethalush We were only there for one full day while new restrictions were in - we didn't have any problems going anywhere but we have the UK covid app/certification of vax, which is accepted by EU - I'm not sure what the situ is for Canadian vax passports. Hope it's ok!",
    "user_locations": [
        "london",
        "Vancouver BC"
    ]
},
{
    "country": [],
    "text": "@JFN1971 @JustinTrudeau @CBCNews @CTVNews @globalnews i tried looking there for a while but not finding what you must have seen?  Looks to me like typical flu death rate of about 20 per 100k per year, while covid is around 40.   More than happy to be proven wrong.",
    "user_locations": [
        "",
        "North Korea, Ontario",
        "Papineau",
        "Canada",
        "",
        ""
    ]
},
{
    "country": [
        "CA"
    ],
    "text": "Well, as of December 17th, I will be eligible for my Covid-19 booster shot according to my age, here in Ontario,  Canada  🇨🇦 and I fully intend on booking my appointment to get it!",
    "user_locations": [
        "Ontario, Canada 🇨🇦"
    ]
},
{
    "country": [],
    "text": "@Dean_A_Savage @jayneut @CarymaRules @fordnation From my understanding that is incorrect. In Ontario you can declare your conscientious objection to any vaccine with a sworn statement and be allowed to attend public school. Can you name a mandate where individuals could not get on a domestic aircraft in Canada or were checked?",
    "user_locations": [
        "",
        "Toronto, Ontario Canada",
        "Newmarket, Ontario",
        "Toronto",
        "Ontario"
    ]
},
{
    "country": [],
    "text": "1/ CMOH presser Dec 2\n\nCMOH: Acknowledges 10,000th death from COVID this wk.  Says ON has one of lowest case/wk and hosp rates in Canada (me: see Maritimes).  12.3% of 5-11 kids are vaxd as of this am.  Reminds 2nd dose interval for 5-11 kids is 8 wks.",
    "user_locations": [
        ""
    ]
},
{
    "country": [],
    "text": "@juliettekayyem Not \"even\", vast majority of those tests should be antigen tests. Many @CNN hosts &amp; contributors keep treating them as inferior to PCR, while rapid tests actually tell whether one is infectious or not. PCR doesn't. Follow @michaelmina_lab  for info. Ask @FareedZakaria for ref.",
    "user_locations": [
        "Ontario, Canada",
        "Cambridge, MA",
        "",
        "Boston, MA",
        "New York, NY"
    ]
},
{
    "country": [],
    "text": "@IANFREE613 Not sure about that.\n\nHave you listen to Otoole lately?",
    "user_locations": [
        "China but in Canada",
        "Ontario Canada"
    ]
},
{
    "country": [],
    "text": "@asdmom11299 Yay You! 🤗💗",
    "user_locations": [
        "Nova Scotia, Canada",
        "Ontario, Canada 🇨🇦"
    ]
},
{
    "country": [],
    "text": "2/\nCMOH: newly eligible for booster can book starting DEC 13 (me: why not now?  Booking doesn't equal appt).  For some transplant pts should redo vax series.  J and J vax will be available for 18+ if unvaxd or have allergy to mRNA (contact PHU).  5 omicron cases in ON to date.",
    "user_locations": [
        ""
    ]
},
{
    "country": [],
    "text": "@JustinTrudeau By vaccinating everyone with a shot that is proven to be unsafe and poses future health complications.  Your the village idiot of canada",
    "user_locations": [
        "Winnipeg, Manitoba",
        "Papineau"
    ]
},
{
    "country": [],
    "text": "@SJC_fishy It's incredibly complicated. But so is understanding what documents and testing are required to return to Canada.",
    "user_locations": [
        "Marrakech",
        "Ottawa, Canada"
    ]
},
{
    "country": [],
    "text": "@Markfry809 I'm thinking about coming there. Too many people in the US think freedom means killing people either with violence or not caring about covid...",
    "user_locations": [
        "Colorado ",
        "Vancouver "
    ]
},
{
    "country": [],
    "text": "@trevski_20 @RealTimeTradez Honestly that’s what I thought you’d say @trevski_20 🤪",
    "user_locations": [
        "",
        "Illinois, USA",
        "United States"
    ]
},
{
    "country": [],
    "text": "@LPerrins @TheFred69420 Canada: Point 1-Yep, Point 2-Yep, Point 3-Yep, Point 4-Yep, Point 5-Yep.....",
    "user_locations": [
        "Calgary, Alberta, Canada",
        "London",
        "Onterrible, Canada"
    ]
}]
